Repository: bchristopher23/woocommerce-alidropship
Catalog: languages/woocommerce-alidropship-*.po
Languages: vi

source: You cannot bulk place orders because access token is missing.
vi: Không thể đặt hàng hàng loạt vì thiếu mã thông báo truy cập.

source: You cannot import this product because Dokan lite does not support variable products
vi: Không thể nhập sản phẩm này vì Dokan lite không hỗ trợ sản phẩm biến thể

source: You do not have sufficient permissions to access this page.
vi: Bạn không có đủ quyền để truy cập trang này.

source: You have to create at least 1 shipping method in <a target="_blank" href="%s">WooCommerce settings/Shipping</a>
vi: Bạn phải tạo ít nhất một phương thức giao hàng tại <a target="_blank" href="%s">Cài đặt WooCommerce/Giao hàng</a>

source: You have to install the chrome extension to import products from AliExpress
vi: Bạn phải cài đặt tiện ích mở rộng để nhập sản phẩm từ AliExpress

source: You need to enable this to let WooCommerce AliExpress Dropshipping Extension connect to your store
vi: Bật để cho phép WooCommerce AliExpress Dropshipping Extension kết nối với cửa hàng của bạn

source: You will not be able to import variable products because Dokan lite only supports simple products.
vi: Bạn không thể nhập sản phẩm biến thể bởi vì Dokan lite chỉ hỗ trợ sản phẩm đơn giản.

source: Your access token expires
vi: Mã thông báo truy cập hết hạn

source: Your AliExpress access token expires, products/tracking numbers auto-updating and bulk AliExpress orders no longer work. <a class="vi-wad-get-access-token-shortcut" target="%s" href="%s">Get access token</a>
vi: Mã thông báo truy cập hết hạn, tự động cập nhật sản phẩm/mã vận chuyển và đặt hàng Aliexpress hàng loạt không còn hoạt động. <a class="vi-wad-get-access-token-shortcut" target="%s" href="%s">Lấy mã thông báo truy cập</a>

source: your country
vi: quốc gia của bạn

source: Your current settings:
vi: Cài đặt hiện tại của bạn:

source: Your input price can only be applied by 1 rule for each part(fraction/integer)=>maximum 2 rules in total(1 for Integer part and 1 for Fraction part)
vi: Giá đầu vào chỉ có thể áp dụng theo 1 quy tắc cho mỗi phần (phần thập phân/phần nguyên)=> thỏa mãn tối đa 2 quy tắc(1 cho phần nguyên và 1 cho phần thập phân)

source: Your logs show here
vi: Nhật ký của bạn hiển thị ở đây

source: Your site is not using HTTPS. For more details, please read <a target="_blank" href="https://make.wordpress.org/support/user-manual/web-publishing/https-for-wordpress/">HTTPS for WordPress</a>
vi: Trang web của bạn dang không sử dụng HTTPS. Để thêm thông tin, vui lòng đọc <a target="_blank" href="https://make.wordpress.org/support/user-manual/web-publishing/https-for-wordpress/">HTTPS cho WordPress</a>

source: Zip/Postal code is required
vi: Mã bưu chính là bắt buộc
