Repository: bchristopher23/woocommerce-alidropship
Catalog: languages/woocommerce-alidropship-*.po
Languages: vi

source: of
vi: Của

source: or
vi: Hoặc

source: " target="_blank">Permalink Settings</a> to change it.
vi: " target="_blank">Cài đặt đường dẫn tĩnh</a> để thay đổi nó.

source: "Link variation only" option is enabled, this will only link target product(simple) or its variations(variable product) so that it can be managed by our plugin while its data will be the same
vi: Nếu bật tính năng "Chỉ liên kết biến thể", sản phẩm đích sẽ được liên kết với sản phẩm từ AliExpress mà ko ghi đè dữ liệu hiện tại của nó

source: %1s variation of this product is no longer available: #%2s
vi: %1s biến thể của sản phẩm này không còn tồn tại: #%2s

source: %1s variation of this product is out of stock: #%2s
vi: %1s biến thể của sản phẩm này không còn hàng: #%2s

source: %1s variations of this product have price changed: #%2s
vi: %1s biến thể của sản phẩm này đã thay đổi giá: #%2s

source: %s => Applied rule number: %s
vi: %s => Đã áp dụng quy tắc số: %s

source: %s => No rule matched
vi: %s => Không có quy tắc nào phù hợp

source: %s day
vi: %s ngày

source: %s days
vi: %s ngày

source: %s is not available
vi: %s không có sẵn

source: %s removed because it can not be delivered to %s.
vi: %s đã bị xóa bởi vì nó không thể được vận chuyển đến %s.

source: %s removed because it can not be delivered to your country.
vi: %s đã bị xóa bởi vì nó không thể được vận chuyển đến quốc gia của bạn.

source: (price+shipping)
vi: (giá+phí vận chuyển)

source: (Set -1 to not use sale price)
vi: (Đặt-1 nếu không áp dụng giá ưu đãi)

source: *Required to be able to import AliExpress products
vi: *Bắt buộc để nhập sản phẩm từ AliExpress

source: 1 USD = 23 000 VND => set "Exchange rate - USD/VND" <strong>23000</strong>
vi: 1 USD = 23 000 VND => đặt "Tỷ giá - USD/VND" <strong>23000</strong>

source: <a href="%1s" target="_blank">View On Imported Page</a>
vi: <a href="%1s" target="_blank">Xem trong trang Đã nhập về</a>

source: <strong>*Important</strong>: Vendors must import AliExpress products using <strong>Authentication method</strong>
vi: <strong>*Chú ý</strong>: Nhà cung cấp phải nhập sản phẩm Aliexpress thông qua <strong>Phương thức xác thực</strong>

source: <strong>*Note: </strong>If frontend shipping option is not enabled, the first(cheapest) available shipping company will be used.
vi: <strong>*Chú ý: </strong>Nếu tùy chọn frontend shipping không bật, hãng vận chuyển đầu tiên (rẻ nhất) có sẵn sẽ được áp dụng.

source: <strong>*Note:</strong> This is not shipping cost/method that your customers see at your store.
vi: <strong>*Chú ý:</strong> Đây không phải là chi phí vận chuyển/phương thức mà khách thấy trên cửa hàng.

source: <strong>*Note:</strong> This only overrides a customer's phone number if the default phone country is the same as the customer's country
vi: <strong>*Chú ý:</strong> Bật tính năng này chỉ ghi đè số điện thoại của khách hàng nếu quốc gia của số điện thoại mặc định giống quốc gia của khách hàng

source: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: <i>wp_vi_wad_background_download_images_cron</i> is late, queued product images may not be processed. If you want to move all queued images to Failed images page to handle them manually, please click <a href="%s">Move</a>
vi: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: <i>wp_vi_wad_background_download_images_cron</i> bị trễ, ảnh sản phẩm trong hàng đợi có thể ko được xử lý. Nếu cần chuyển tất cả ảnh trong hàng đợi vào danh sách ảnh lỗi để có thể xem và xử lý thủ công, hãy nhấn <a href="%s">Chuyển</a>

source: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: Finish processing product images
vi: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: Hoàn tất xử lý ảnh sản phẩm

source: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: Product images are still being processed in the background, please do not edit products/go to product edit page until all images are processed completely.
vi: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: Ảnh sản phẩm đang được xử lý ngầm, vui lòng không chỉnh sửa sản phẩm hoặc tới trang sửa sản phẩm cho đến khi toàn bộ ảnh được xử lý hoàn toàn.

source: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: There are still images in the queue but background process is not running. <a href="%s">Run</a> or <a href="%s">Move to Failed images</a>
vi: <strong>ALD - AliExpress Dropshipping and Fulfillment for WooCommerce</strong>: Vẫn còn ảnh đang chờ xử lý nhưng quá trình ngầm đang không chạy. <a href="%s">Chạy ngay</a> hoặc<a href="%s">Chuyển tới Ảnh lỗi</a>

source: <strong>DISABLE_WP_CRON</strong> is set to true, product images may not be downloaded properly. Please try option <strong>"Disable background process"</strong>
vi: <strong>DISABLE_WP_CRON</strong> đặt là true, ảnh sản phẩm có thể không được tải về. Hãy thử <strong>"Tắt quá trình ngầm"</strong>

source: <strong>EXMAGE – WordPress Image Links</strong> is currently inactive, external images added by this plugin(Post/product featured image, product gallery images...) will no longer work properly.
vi: <strong>EXMAGE – WordPress Image Links</strong> đang tắt, các ảnh nguồn ngoài được thêm vào bởi plugin này (Ảnh bài đăng/ảnh sản phẩm, ảnh thư viện sản phẩm...) không còn hoạt động hợp lý nữa.

source: <strong>Important:</strong> For this feature to work correctly with products imported before version <strong>1.0.3</strong>, please go to <a target="_blank" href="%s">Imported List</a> to sync products using chrome extension
vi: <strong>Chú ý:</strong> Để tính năng hoạt động với các sản phẩm được nhập về kể từ trước phiên bản <strong>1.0.3</strong>, vui lòng đi tới <a target="_blank" href="%s">Danh sách nhập về</a> để đồng bộ sản phẩm sử dụng tiện tích mở rộng chrome

source: <strong>Note:</strong> When reimporting products, this option will always be considered as "Enabled"
vi: <strong>Chú ý:</strong> Khi nhập lại sản phẩm, tùy chọn này sẽ luôn được coi là "Bật"

source: <strong>Note</strong>: This does not apply to products whose attributes were edited.
vi: <strong>Chú ý</strong>: Không áp dụng cho sản phẩm mà thuộc tính đã bị sửa.

source: <strong>Orders Tracking for WooCommerce</strong> plugin will set carrier for each tracking number based on shipping company
vi: <strong>Orders Tracking for WooCommerce</strong> plugin sẽ đặt hãng vận chuyển cho từng mã vận chuyển dựa trên công ty vận chuyển trên Aliexpress

source: <strong>Product Variations Swatches for WooCommerce</strong> is currently inactive, this prevents variable products from displaying beautifully.
vi: <strong>Product Variations Swatches for WooCommerce</strong> đang tắt, điều này ngăn các sản phẩm biến thể hiển thị đẹp mắt.

source: <strong>{ali_product_id}</strong>: ID of AliExpress product
vi: <strong>{ali_product_id}</strong>: ID của sản phẩm AliExpress

source: => set "Import products currency exchange rate" 21 000
vi: => đặt"Nhập sản phẩm với tỷ giá hối đoái" 21 000

source: A product is no longer available
vi: Sản phẩm không còn tồn tại

source: A product is out of stock
vi: Sản phẩm không còn hàng

source: A product's price changes
vi: Giá sản phẩm thay đổi

source: A product's shipping method is longer available
vi: Phương thức vận chuyển của sản phẩm không tồn tại

source: Accented words that affect the address if their accents are removed
vi: Các từ có dấu ảnh hưởng đến địa chỉ nếu dấu của chúng bị xóa

source: Access token is used for AliExpress API to bulk <a target="_blank" href="admin.php?page=woocommerce-alidropship-ali-orders">fulfill AliExpress orders</a> or to <a target="_self" href="#product_update">sync products</a>/<a target="_self" href="#fulfill">orders</a> automatically without using chrome extension
vi: Mã thông báo truy cập được sử dụng cho Aliepxress API để <a target="_blank" href="admin.php?page=woocommerce-alidropship-ali-orders">đặt hàng hàng loạt</a> hoặc để <a target="_self" href="#product_update">đồng bộ sản phẩm</a>/<a target="_self" href="#fulfill">đơn hàng</a> tự động mà không cần sử dụng tiện ích mở rộng chrome

source: Action
vi: Hành động

source: Actions
vi: Hành động

source: Activate
vi: Kích hoạt

source: Activate now
vi: Kích hoạt ngay

source: Add
vi: Thêm

source: Add a custom price rule
vi: Thêm một quy tắc giá tùy chỉnh

source: Add a new price range
vi: Thêm một khoảng giá mới

source: Add custom rule
vi: Thêm quy tắc tùy chỉnh

source: Add price range
vi: Thêm khoảng giá

source: Add selected and keep existing categories
vi: Thêm các danh mục đã chọn và giữ các danh mục hiện có

source: Add selected and keep existing tags
vi: Thêm các thẻ đã chọn và giữ các thẻ hiện có

source: Add shipping cost after price rules
vi: Thêm chi phí vận chuyển sau các quy tắc giá

source: Add this note to AliExpress order when fulfilling
vi: Thêm ghi chú này vào đơn hàng Aliexpress khi hoàn thiện đơn hàng

source: Add WooCommerce AliExpress Dropshipping Extension
vi: Thêm tiện ích mở rộng WooCommerce AliExpress Dropshipping

source: Added to Import list
vi: Đã thêm vào Danh sách nhập sản phẩm

source: Adjust product prices following below rules after prices are calculated with above rules
vi: Điều chỉnh giá sản phẩm các quy tắc dưới đây sau khi giá đã được tính toán với những quy tắc ở trên

# Admin menu name
source: Ali Orders
vi: Đơn hàng Ali

# Admin menu name
source: Failed Images
vi: Ảnh lỗi

# Admin menu name
source: Import List
vi: Danh sách nhập về

# Admin menu name
source: Imported
vi: Đã nhập về

source: After add-to-cart button
vi: Sau nút thêm vào giỏ hàng

source: ALD - AliExpress Dropshipping and Fulfillment for WooCommerce plugin is currently disabled. Please enable it to use this function.
vi: ALD - AliExpress Dropshipping and Fulfillment for WooCommerce plugin đang tắt. Vui lòng bật lên để sử dụng tính năng này.

source: ALD - AliExpress Dropshipping and Fulfillment for WooCommerce Settings
vi: Cài đặt ALD - AliExpress Dropshipping and Fulfillment for WooCommerce

source: ALD - Aliexpress Dropshipping and Fulfillment for WooCommerce Setup Wizard
vi: Hướng dẫn cài đặt ALD - Aliexpress Dropshipping and Fulfillment for WooCommerce

source: ALD - AliExpress Dropshipping and Fulfillment for WooCommerce:
vi: AliExpress Dropshipping and Fulfillment for WooCommerce: bạn không thể nhập sản phẩm hay hoàn thiện đơn hàng Aliexpress trừ khi các vấn đề dưới đây được giải quyết

source: ALD Import List
vi: ALD - Danh sách nhập sản phẩm

source: ALD Imported
vi: ALD - Đã nhập về

source: ALD Settings
vi: ALD - Cài đặt

source: Ali order
vi: Đơn hàng Ali

source: Ali order exists
vi: Đơn hàng Ali hiện có

source: Ali Order ID
vi: ID đơn hàng Ali

source: Ali Orders
vi: Đơn hàng Ali

source: Ali Orders - AliExpress Dropshipping and Fulfillment for WooCommerce
vi: Đơn hàng Ali - AliExpress Dropshipping and Fulfillment for WooCommerce

source: Ali product has price changed
vi: Sản phẩm Ali đã bị thay đổi giá

source: Ali product is no longer available
vi: Sản phẩm Ali không còn tồn tại

source: Ali product is out of stock
vi: Sản phẩm Ali không còn hàng

source: AliExpress account
vi: Tài khoản Aliexpress

source: AliExpress order ID
vi: ID đơn hàng Aliexpress

source: AliExpress Order note
vi: Ghi chú đơn hàng Aliexpress

source: AliExpress orders
vi: Đơn hàng Aliexpress

source: AliExpress product does not exist
vi: Sản phẩm Aliexpress không tồn tại

source: AliExpress product info
vi: Thông tin sản phẩm Aliexpress

source: AliExpress product price alert
vi: Cảnh báo giá sản phẩm trên Aliexpress

source: AliExpress product price changes alert
vi: Cảnh báo giá sản phẩm thay đổi trên Aliexpress

source: AliExpress product shipping removed alert
vi: Thông báo phương thức vận chuyển sản phẩm Aliepxress đã bị xóa

source: AliExpress product sync alert
vi: Thông báo về động bộ sản phẩm Aliexpress

source: AliExpress Product URL/ID:
vi: URL/ID của sản phẩm Aliexpress:

source: AliExpress shipping option text
vi: Chữ cho tùy chọn giao hàng Aliexpress

source: AliExpress sync
vi: Đồng bộ Aliexpress

source: All cart features you need in one simple plugin
vi: Tất cả các tính năng giỏ hàng bạn cần trong một plugin đơn giản

source: All failed images
vi: Tất cả ảnh lỗi

source: All log files
vi: Tất cả các tệp nhật ký

source: All options below will only work if this option is enabled
vi: Tất cả các tùy chọn dưới sẽ chỉ hoạt động nếu tùy chọn này được bật lên

source: All orders
vi: Tất cả các đơn hàng

source: All products
vi: Tất cả sản phẩm

source: Allow customers to choose shipping method while shopping
vi: Cho phép khách chọn phương vận chuyển hàng khi mua

source: Allow vendors to access Import list, Imported page and have their own ALD necessary settings to import and manage AliExpress products that the vendors import.
vi: Cho phép các nhà cung cấp truy cập vào Danh sách sản phẩm nhập, trang Sản phẩm đã nhập và có cài đặt cần thiết dành riêng cho nhà cung cấp để họ nhập và quản lý các sản phẩm Aliexpress.

source: Allows you to bulk add tracking code to WooCommerce orders. Then the plugin will send tracking email with tracking URLs to customers. The plugin also helps you to add tracking code and carriers name to your PayPal transactions. This option will save you tons of time and avoid mistake when adding tracking code to PayPal.
vi: Cho phép bạn thêm hàng loạt mã theo dõi cho đơn hàng của WooCommerce. Sau đó plugin sẽ gửi email theo dõi đơn hàng với đường dẫn theo dõi đơn hàng tới khách hàng. Plugin còn giúp bạn thêm mã theo dõi và tên của công ty vận chuyển lên giao dịch PayPal. Tùy chọn này giúp tiết kiệm thời gian của bạn và trách lỗi gặp phải khi đẩy mã theo dõi đơn hàng lên PayPal.

source: Also delete product from your WooCommerce store.
vi: Đồng thời xóa sản phẩm khỏi cửa hàng WooCommerce của bạn

source: Always use Default phone number when fulfilling AliExpress order no matter your customers have phone number or not
vi: Luôn sử dụng số điện thoại mặc định khi hoàn thiện đơn hàng Aliexpress cho dù khách hàng có nhập số điện thoại hay không

source: Amount
vi: Số lượng

source: An error occurs, please try again later
vi: Có lỗi xảy ra, vui lòng thử lại sau

source: An ultimate review plugin for WooCommerce which helps you send review reminder emails, allows customers to post reviews include product pictures and send thank you emails with WooCommerce coupons to customers.
vi: Một plugin tối ưu về đánh giá các sản phẩm WooCommerce cho phép bạn gửi email nhắc nhở đánh giá sản phẩm, cho phép khách hàng đăng bài đánh giá kèm ảnh, gửi email cảm ơn kèm theo phiếu giảm giá cho khách hàng.

source: And
vi: Và

source: API products sync
vi: Đồng bộ API sản phẩm

source: Apply this shipping cost for items that shipping is not available. 0 means free shipping
vi: Áp dụng chi phí vận chuyển này cho các mặt hàng không có sẵn dịch vụ vận chuyển. 0 nghĩa là miễn phí vận chuyển

source: Apply to
vi: Áp dụng cho

source: Are you sure you want to delete all item(s) on this page?
vi: Bạn có chắc muốn xóa tất cả ảnh ở trang này?

source: Are you sure you want to delete this item?
vi: Bạn có chắc muốn xóa ảnh này?

source: Attribute name can not be empty
vi: Tên thuộc tính không được để trống

source: Attribute slug
vi: Slug của thuộc tính

source: Attribute value can not be empty or duplicated
vi: Giá trị thuộc tính không được để trống hoặc trùng lặp

source: Attributes
vi: Thuộc tính

source: Auth
vi: Xác thực

source: Authorize WooCommerce AliExpress Dropshipping Extension
vi: Cho phép tiện tích mở rộng WooCommerce AliExpress Dropshipping

source: Auto fulfill
vi: Tự động hoàn thiện

source: Auto fulfill order
vi: Tự động hoàn thiện đơn hàng

source: Auto generate unique sku if exists
vi: Tự động tạo sku duy nhất nếu tồn tại

source: Auto update exchange rate
vi: Tự động cập nhật tỷ giá hối đoái

source: Auto Update Key
vi: Khóa tự động cập nhật

source: Auto update key is <strong>required</strong> and each key can be used for <strong>1 site</strong> only
vi: Khóa tự động cập nhật là <strong>bắt buộc</strong> và mỗi khóa chỉ được sử dụng cho <strong>1 website</strong> duy nhất

source: Auto update order
vi: Tự động cập nhật đơn hàng

source: Automatically change order status after order id & tracking number of an order are synced successfully
vi: Tự động thay đổi trạng thái đơn hàng sau khi id đơn hàng & mã theo dõi đơn hàng được đồng bộ thành công

source: Automatically remove attribute
vi: Tự động xóa thuộc tính

source: Availability
vi: Sự sẵn có

source: Back
vi: Quay lại

source: Basic info
vi: Thông tin cơ bản

source: Before add-to-cart button
vi: Trước nút thêm vào giỏ hàng

source: Below are log files from versions before 1.0.9
vi: Dưới đây là tệp nhật ký từ các phiên bản trước 1.0.9

source: Below options are used when you override or reimport a product
vi: Các tùy chọn dưới đây được sử dụng khi nhập thay thế hoặc nhập lại sản phẩm

source: Below placeholders can only be used if the "Remove items that shipping is not available" option is disabled
vi: Phần giữ chỗ bên dưới chỉ có thể được sử dụng nếu tùy chọn "Xóa mặt hàng nếu phương thức vận chuyển không có sẵn" đang tắt

source: Bulk Action
vi: Hàng động hàng loạt

source: Bulk orders functionality uses the official API of AliExpress which only accepts unaccented latin characters in shipping address so please use the chrome extension to fulfill orders whose address(including customer's name) contains:
vi: Chức năng đặt hàng hàng loạt sử dụng Aliexpress API, nó chỉ chấp nhận địa chỉ giao hàng có ký tự latin không có dấu, vì vậy vui lòng sử dụng Chrome extension để hoàn thiện những đơn hàng này (bao gồm tên khách hàng)

source: Bulk place orders
vi: Đặt hàng loạt đơn hàng

source: Bulk set product categories
vi: Gắn loạt sản phẩm vào danh mục

source: Bulk set product shipping class
vi: Gắn loạt sản phẩm vào loại hình giao hàng

source: Bulk set product tags
vi: Gắn loạt sản phẩm vào và thẻ

source: Buyer account has been disabled
vi: Tài khoản của người mua đã bị vô hiệu

source: Buyer is in blacklist
vi: Người mua nằm trong danh sách đen

source: By default, product videos are displayed in their original width. Enable this option to make product videos have the same width as the tab.
vi: Video của sản phẩm được hiển thị với độ rộng gốc theo mặc định. Bật tùy chọn này để độ rộng video tự động vừa với độ rộng của thẻ.

source: By selecting a replacement, a new variation will be created by modifying the respective overridden variation. Overridden variations with no replacement selected will be deleted
vi: Bằng cách chọn thay thế, một biến thể mới sẽ được tạo ra bằng cách sửa biến thể ghi đè tương ứng. Các biến thể bị ghi đè không được lựa chọn thay thế sẽ bị xóa

source: Calculate AliExpress shipping cost of all items in cart and add the cost to all currently available shipping options
vi: Tính phí vận chuyển Aliexpress của tất cả mặt hàng trong giỏ và thêm phí vào tất cả các tùy chọn giao hàng hiện có

source: Can not create post
vi: Không thể tạo bài đăng

source: Can not delete product
vi: Không thể xóa sản phẩm

source: Can not detect file type
vi: Định dạng tệp không xác định

source: Can not get exchange rate
vi: Không lấy được tỷ giá

source: Can not remove image from list
vi: Không thể xóa ảnh khỏi danh sách

source: Can not retrieve data.
vi: Không thể truy xuất dữ liệu.

source: Can not retrieve product data, please go to <a href="%s" target="_blank">%s</a> to import product to import list then try again.
vi: Không thể truy xuất dữ liệu sản phẩm, vui lòng đi tới<a href="%s" target="_blank">%s</a> để nhập sản phẩm vào danh sách nhập về và thử lại.

source: Can not split this product
vi: Không thể tách sản phẩm này

source: Can not trash product
vi: Không thể xóa sản phẩm

source: Can use an <strong>x</strong> in New value of compared part to remain the respective digit in the Compared part of input price
vi: Có thể sử dụng kí tự <strong>x</strong> trong Giá trị mới của phần được so sánh để giữ nguyên số tương ứng trong Phần được so sánh của giá đầu vào

source: Cancel
vi: Hủy

source: Cancel overriding
vi: Hủy ghi đè

source: Cancel overriding this product
vi: Hủy ghi đè sản phẩm này

source: Cancel reimporting
vi: Hủy nhập lại

source: Cancel reimporting this product
vi: Hủy nhập lại sản phẩm này

source: Cannot generate signature
vi: Không thể tạo chữ ký

source: Cannot get product data
vi: Không thể lấy được dữ liệu sản phẩm

source: Cannot place orders
vi: Không thể đặt hàng

source: Carrier
vi: Hãng vận chuyển

source: Carrier company
vi: Hãng vận chuyển

source: Carrier:
vi: Hãng vận chuyển:

source: Case Sensitive
vi: Phân biệt chữ hoa/chữ thường

source: Catalog visibility
vi: Hiển thị danh mục

source: Categories
vi: Danh mục

source: Change how shipping company name displays to your customers
vi: Thay đổi hãng vận chuyển khi hiển thị cho khách hàng thấy

source: Change order status when Ali order ID is filled
vi: Thay đổi trạng thái đơn hàng khi ID đơn hàng Ali được cập nhật

source: Change order status when both Ali order ID and tracking number are filled
vi: Thay đổi trạng thái đơn hàng khi cả ID đơn hàng Ali và mã vẫn chuyển được cập nhật

source: Change product status to Draft
vi: Thay đổi trạng thái đơn hàng thành Bản nháp

source: Change product status to Pending
vi: Thay đổi trạng thái đơn hàng thành Đang chờ xử lý

source: Change product status to Private
vi: Thay đổi trạng thái đơn hàng thành Riêng tư

source: Check
vi: Kiểm tra

source: Check for existence of overridden product in unfulfilled orders before overriding
vi: Kiểm tra sự tồn tại của sản phẩm bị khi đè trong các đơn hàng chưa được đặt trước khi ghi đè sản phẩm

source: City/State/Province is required
vi: Thành phố/Bang/Tỉnh là bắt buộc

source: Clear selected
vi: Xóa đã chọn

source: Click here to copy this shortcode
vi: Nhấn để sao chép mã ngắn này

source: Compared part
vi: Phần được so sánh

source: Compared part range
vi: Phạm vi phần được so sánh

source: Complete overriding
vi: Hoàn thành việc ghi đè

source: Complete reimporting
vi: Hoàn thành nhập lại

source: Complete. Please go to Import list to finish migrating
vi: Hoàn thành. Vui lòng đi tới Danh sách nhập về để hoàn tất nhập về

source: Configure what the plugin will do when you sync products both automatically via API and manually with the chrome extension
vi: Cài đặt cho quá trình đồng bộ dữ liệu tự động qua API và đồng bộ thủ công qua tiện ích mở rộng chrome

source: Confirm orders
vi: Xác nhận đơn hàng

source: Connect the Extension
vi: Kết nối với tiện ích mở rộng

source: Connecting with extension using secret key may be deprecated in an update in the near future.
vi: Kết nối qua phần mở rộng sử dụng khóa bí mật có thể không còn dùng nữa trong bản cập nhập tới

source: Contact name is required
vi: Tên liên hệ là bắt buộc

source: Copy
vi: Sao chép

source: Copy Secret key
vi: Sao chép mã bí mật

source: Copy Site URL
vi: Sao chép URL

source: Cost
vi: Chi phí

source: Cost(price+shipping)
vi: Chi phí(giá+phí vận chuyển)

source: Cost:
vi: Chi phí:

source: Country is required
vi: Quốc gia là bắt buộc

source: CPF is mandatory in Brazil
vi: CPF là bắt buộc ở Brazil

source: CPF meta field
vi: Trường meta CPF

source: Create a new shipping method and add it to currently available shipping options
vi: Tạo một phương thức vận chuyển mới và thêm vào các phương thức giao hàng hiện có

source: Create a new shipping method and make it the only available shipping option
vi: Tạo một phương thức giao hàng mới và chỉ hiện tùy chọn này làm phương thức giao hàng hiện có

source: Created:
vi: Đã được tạo:

source: Current items
vi: Sản phẩm hiện tại

source: Current Page
vi: Trang hiện tại

source: Currently active
vi: Hiện đang hoạt động
