Repository: bchristopher23/woocommerce-alidropship
Catalog: languages/woocommerce-alidropship-*.po
Languages: vi

source: Need to save your server storage? <strong>EXMAGE – WordPress Image Links</strong> will help you solve the problem by using external image URLs. </br>When this plugin is active, "Use external links for images" option will be available in the ALD plugin settings/Product which allows to use original AliExpress product image URLs for featured image, gallery images and variation image of imported AliExpress products.
vi: Bạn muốn tiết kiệm dung lượng máy chủ? <strong>EXMAGE – WordPress Image Links</strong> sẽ giúp giải quyết vấn đề này bằng việc sử dụng URL ảnh bên ngoài. </br> Khi bật plugin này, tùy chọn "Sử dụng link ảnh ngoài" sẽ hiện trong cài đặt của ALD plugin/Sản phẩm cho phép bạn sử dụng URL ảnh gốc sản phẩm trên Aliexpress cho hình ảnh nổi bật, thư viện ảnh và ảnh biến thể của sản phẩm nhập về.

source: New value of compared part
vi: Giá trị mới của phần được so sánh

source: New value of compared part can contain maximum %s digit which is the Number of decimals in your <a href="admin.php?page=wc-settings#woocommerce_price_num_decimals" target="_blank">WooCommerce settings</a>
vi: Giá trị mới của phần được so sánh có thể chứa tối đa %s chữ số, chính là Số chữ số phần thập phân trong <a href="admin.php?page=wc-settings#woocommerce_price_num_decimals" target="_blank">Cài đặt WooCommerce</a>

source: Next
vi: Tiếp

source: Next Page
vi: Trang tiếp

source: Next schedule: <strong>%s</strong>
vi: Lịch trình tiếp theo: %s

source: No
vi: Không

source: No change
vi: Không thay đổi

source: No draft product found in Trash.
vi: Không thấy sản phẩm nháp trong Thùng rác.

source: No draft product found.
vi: Không thấy sản phẩm nháp.

source: No files found
vi: Không tìm thấy tệp

source: No log file selected.
vi: Không có tệp nhật ký nào được chọn.

source: No matched order found
vi: Không tìm thấy đơn hàng nào phù hợp

source: No orders found
vi: Không tìm thấy đơn hàng nào

source: No product found.
vi: Không tìm thấy sản phẩm nào.

source: No products found
vi: Không tìm thấy sản phẩm nào.

source: No shipping class
vi: Không có loại hình giao hàng

source: No tracking number
vi: Không có mã vận chuyển

source: No.
vi: Số.

source: Non-latin characters
vi: Không chứa ký tự latin

source: None
vi: Không

source: Not available
vi: Không có sẵn

source: Not found
vi: Không tìm thấy

source: Notification email
vi: Email thông báo

source: Notification will be sent to this address. If not set, the "From" address in <a target="_blank" href="admin.php?page=wc-settings&tab=email">WooCommerce settings/Emails</a> will be used.
vi: Thông náo sẽ được gửi tới địa chỉ này. Nếu không gửi, "Từ" địa chỉ trong <a target="_blank" href="admin.php?page=wc-settings&tab=email">Cài đặt WooCommerce/Emails</a> sẽ được sử dụng.

source: Number of decimals to round exchange rate when updating exchange rate with API
vi: Làm tròn đến số chữ số thập phân khi cập nhập tỷ giá bằng API

source: Number of items per page
vi: Số lượng mặt hàng trên một trang

source: Numerical digit & X only
vi: Chỉ được sử dụng chữ số và kí tự X

source: Numerical digit only
vi: Chỉ được sử dụng chữ số

source: Offline AliExpress product alert
vi: Cảnh báo sản phẩm Aliexpress ngoại tuyến

source: Only available for Popup type(both on single product and cart/checkout page).
vi: Chỉ áp dụng cho kiểu Popup (cả trên trang sản phẩm đơn và trang giỏ hàng/thanh toán)

source: Only Get new access token if your current access token is <strong>expired</strong> or <strong>invalid</strong>.
vi: Chỉ mấy mã thông báo truy cập nếu mã hiện tại hết hạn hoặc không hợp lệ

source: Only scan products that belong to selected categories.
vi: Chỉ quyeets sản phẩm thuộc các danh mục được chọn.

source: Only show action buttons for orders with status among these
vi: Chỉ hiển thị nút đặt hàng với những đơn hàng có trạng thái trong số này

source: Only sync products with selected statuses. Leave empty to select all statuses.
vi: Chỉ đồng bộ sản phẩm với những trạng thái được lựa chọn. Để trống nếu chọn tất cả các trạng thái.

source: Only work if an order does not have any tracking numbers
vi: Chỉ hoạt động nếu đơn hàng không có mã vận chuyển

source: Order #%s is fulfilled successfully.
vi: Đơn hàng#%s được đặt thành công.

source: Order #%s is placed but items number does not match.
vi: Đơn hàng#%s đã được đặt nhưng số của mặt hàng không khớp.

source: Order #%s: %s.
vi: Đơn hàng #%s: %s.

source: Order #%s: Cannot generate signature.
vi: Đơn hàng #%s: Không thể tạo chữ ký.

source: Order #%s: Missing access token.
vi: Đơn hàng #%s: Thiếu mã truy cập.

source: Order auto-sync is currently DISABLED
vi: Tự động đồng bộ đơn hàng hiện đang TẮT

source: Order does not exist
vi: Đơn hàng không tồn tại

source: Order ID
vi: ID đơn hàng

source: Order ID:
vi: ID đơn hàng:

source: Order is placed but items number does not match
vi: Đơn hàng đã được đặt nhưng số của mặt hàng không khớp.

source: Order is placed successfully. Please go to %s to make payment
vi: Đơn hàng được đặt thành công. Vui lòng đi tới %s để thanh toán

source: Order item does not exist
vi: Mặt hàng trong đơn hàng không tồn tại

source: Order not found
vi: Đơn hàng không tìm thấy

# Order status
source: Override
vi: Ghi đè

source: Order status in
vi: Trạng thái đơn hàng trong

source: Order synced successfully
vi: Đơn hàng được đồng bộ thành công

source: Order with Extension
vi: Đặt hàng với Phần mở rộng

source: Orders sync
vi: Đồng bộ đơn hàng

source: Original AliExpress variation
vi: Biến thể Aliexpress gốc

source: Original attribute term(case-insensitive)
vi: Thuật ngữ của biến thể gốc(phân biệt chữ hoa/chữ thường)

source: Original shipping company name
vi: Tên của hãng vận chuyển gốc

source: Other
vi: Khác

source: Out-of-stock AliExpress product alert
vi: Cảnh báo sản phẩm Aliexpress hết hàng

source: Overridden items
vi: Mặt hàng bị ghi đè

source: Overridden product and all of its data(including variations, reviews, metadata...) will be deleted. Please make sure you had backed up those kinds of data before continuing!
vi: Sản phẩm bị ghi đè và tất cả các dữ liệu của chúng(bao gồm biến thể, bài đánh giá, metadata...) sẽ bị xóa. Vui lòng đảm bảo rằng bạn đã sao lưu những dữ liệu này trước khi tiếp tục!

source: Overridden product does not exist
vi: Sản phẩm bị ghi đè không tồn tại

source: Override
vi: Ghi đè

source: Override customer phone number
vi: Ghi đè số điện thoại của khách hàng

source: Override description
vi: Ghi đè mô tả

source: Override images
vi: Ghi đè ảnh

source: Override this product
vi: Ghi đè sản phẩm này

source: Override title
vi: Ghi đè tiêu đề

source: Override:
vi: Ghi đè:

source: Payment method in
vi: Phương thức thanh toán trong

source: Pending
vi: Đang chờ xử lý

source: Permanently delete all products from the trash
vi: Xóa vĩnh viễn tất cả các sản phẩm trong thùng rác

source: Phone number is required
vi: Số điện thoại là bắt buộc

source: PHP Max Execution Time
vi: Thời gian thực thi tối đa PHP

source: PHP max_input_vars is too low, please increase it in php.ini
vi: PHP max_input_vars quá thấp, vui lòng tăng giá trị lên trong php.ini

source: Place
vi: Đặt hàng

source: Placeholder
vi: Giữ chỗ

source: Please configure RUB/USD rate in the plugin settings/Product price
vi: Hãy cài đặt tỉ giá RUB/USD trong cài đặt plugin/Giá sản phẩm

source: Please disable "Use external links for images" and enable "Import description images"
vi: Vui lòng tắt "Sử dụng liên kết ngoài cho hình ảnh sản phẩm" và bật "Nhập hình ảnh mô tả sản phẩm"

source: Please disable "Use external links for images" and enable "Import description images" to make Import button available for Description images
vi: Vui lòng tắt "Sử dụng liên kết ngoài cho hình ảnh sản phẩm" và bật "Nhập hình ảnh mô tả sản phẩm" để hiện thị nút Nhập cho Hình ảnh mô tả sản phẩm

source: Please enter the key that you get from <a target="_blank" href="https://villatheme.com/my-download">https://villatheme.com/my-download</a> to enable auto update and use AliExpress API. Please read <a target="_blank" href="https://villatheme.com/knowledge-base/how-to-use-auto-update-feature/">guide</a>
vi: Hãy nhập khóa được lấy từ <a target="_blank" href="https://villatheme.com/my-download">https://villatheme.com/my-download</a> để kích hoạt tự động cập nhật plugin và sử dụng Aliexpress API. Vui lòng đọc <a target="_blank" href="https://villatheme.com/knowledge-base/how-to-use-auto-update-feature/">hướng dẫn</a>

source: Please enter the post meta key that the other plugin uses to store AliExpress original product ID
vi: Nhập post meta key plugin khác sử dụng để lưu ID sản phẩm gốc trên Aliexpress

source: Please enter the post meta key that the other plugin uses to store the AliExpress product ID
vi: Vui lòng nhập post meta key mà plugin khác sử dụng để lưu trữ ID sản phẩm Aliexpress

source: Please get your auto update key to use this feature.
vi: Vui lòng lấy khóa tự động cập nhật plugin để sử dụng tính năng này.

source: Please install and activate WooCommerce to use ALD - AliExpress Dropshipping and Fulfillment for WooCommerce plugin.
vi: Vui lòng cài đặt và kích hoạt WooCommerce để sử dụng ALD - AliExpress Dropshipping and Fulfillment for WooCommerce plugin.

source: Please select a original AliExpress variation for all existing variations
vi: Vui lòng chọn một biến thể Aliexpress gốc cho tất cả các biến thể hiện có

source: Please select a shipping method
vi: Vui lòng lựa chọn một phương thức vận chuyển

source: Please select at least 1 variation to import this product.
vi: Vui lòng lựa chọn ít nhất 1 biến thể để nhập sản phẩm này.

source: Please select at least 1 variation to import.
vi: Vui lòng lựa chọn ít nhất 1 biến thể để nhập.

source: Please select default value to fulfill orders after this attribute is removed
vi: Vui lòng chọn giá trị mặc định để hoàn thiện đơn hàng sau khi thuộc tính này bị xóa

source: Please select less variations to split
vi: Vui lòng lựa chọn ít biến thể hơn để tách

source: Please select original variation
vi: Vui lòng lựa chọn biến thể gốc

source: Please select product to import
vi: Vui lòng lựa chọn sản phẩm để nhập

source: Please select variations to split
vi: Vui lòng lựa chọn các biến thể để tách

source: Please switch AliExpress currency to USD
vi: Vui lòng chuyển đơn vị tiền tệ trên Aliexpress sang USD

source: Plugin configuration
vi: Cấu hình plugin

source: Position
vi: Vị trí

source: Position of shipping selection on Single product
vi: Vị trí hiện tùy chọn giao hàng trên Trang sản phẩm đơn

source: Previous Page
vi: Trang trước

source: Price format
vi: Định dạng giá

source: Price range
vi: Khoảng giá

source: Price sync skipped because the percentage of change exceeds the set value: #%1s
vi: Đồng bộ giá bị bỏ qua vì phần trăm thay đổi vượt quá giá trị đã đặt: #%1s

source: Pricing rules
vi: Quy tắc giá

source: Private
vi: Riêng tư

source: Processing
vi: Đang xử lý

source: Product
vi: Sản phẩm

source: Product #%s is replaced with product #%s.
vi: Sản phẩm#%s được thay thế với sản phẩm #%s.

source: Product #%s is replaced with product #%s. Variation #%s is replaced with variation #%s.
vi: Sản phẩm #%s được thay thế với sản phẩm #%s. Biến thể #%s được thay thế với biến thể #%s.

source: Product <a href="%1s" target="_blank">#%2s</a>: AliExpress product data updated
vi: Sản phẩm <a href="%1s" target="_blank">#%2s</a>: Đã cập nhật dữ liệu của sản phẩm Aliexpress

source: Product <a href="%1s" target="_blank">#%2s</a>: AliExpress product's shipping method may be no longer available
vi: Sản phẩm <a href="%1s" target="_blank">#%2s</a>: Phương thức giao hàng của sản phẩm Aliexpress có thể không còn tồn tại

source: Product <a href="%1s" target="_blank">#%2s</a>: AliExpress product/variation(s) may be no longer available
vi: Sản phẩm <a href="%1s" target="_blank">#%2s</a>: Sản phẩm/biến thể trên Aliexpress có thể không còn tồn tại

source: Product <a href="%1s" target="_blank">#%2s</a>: AliExpress product/variation(s) may be out of stock
vi: Sản phẩm<a href="%1s" target="_blank">#%2s</a>: Sản phẩm/biến thể trên Aliexpress có thể hết hàng

source: Product <a href="%1s" target="_blank">#%2s</a>: AliExpress product/variation(s) may have price changed
vi: Sản phẩm <a href="%1s" target="_blank">#%2s</a>: Sản phẩm/biến thể trên Aliexpress có thể đã thay đổi giá

source: Product <a href="%1s" target="_blank">#%2s</a>: Product/variation(s) price sync skipped
vi: Sản phẩm<a href="%1s" target="_blank">#%2s</a>: Đã bỏ qua đồng bộ giá của sản phẩm/biến thể

source: Product Attributes
vi: Thuộc tính sản phẩm

source: Product auto-sync
vi: Tự động đồng bộ sản phẩm

source: Product auto-sync is currently DISABLED
vi: Tự động đồng bộ sản phẩm đang TẮT

source: Product data not matched
vi: Dữ liệu sản phẩm không phù hợp

source: Product Description
vi: Mô tả Sản phẩm

source: Product description
vi: Mô tả sản phẩm

source: Product does not exist
vi: Sản phẩm không tồn tại

source: Product exists
vi: Sản phẩm tồn tại

source: Product ID
vi: ID Sản phẩm

source: Product is added to import list
vi: Sản phẩm đã được thêm vào Danh sách nhập về

source: Product is deleted from your store
vi: Sản phẩm đã bị xóa khỏi cửa hàng của bạn

source: Product Migration
vi: Nhập Sản phẩm

source: Product Overriding
vi: Ghi đè Sản phẩm

source: Product Price
vi: Giá Sản phẩm

source: Product sku
vi: SKU của Sản phẩm

source: Product source
vi: Nguồn của sản phẩm

source: Product Splitting
vi: Tách Sản phẩm

source: Product status
vi: Trạng thái sản phẩm

source: Product Sync
vi: Đồng bộ

source: Product Title
vi: Tiêu đề Sản phẩm

source: Product title
vi: Tiêu đề sản phẩm

source: Product variations is visible on product page
vi: Các biến thể sản phẩm hiển thị trên trang sản phẩm

source: Product Variations Swatches for WooCommerce is a professional plugin that allows you to show and select attributes for variation products. The plugin displays variation select options of the products under colors, buttons, images, variation images, radio so it helps the customers observe the products they need more visually, save time to find the wanted products than dropdown type for variations of a variable product.
vi: Product Variations Swatches for WooCommerce tiện ích chuyên nghiệp cho phép hiển thị và lựa chọn biến thể thuộc tính của sản phẩm. Plugin hiển thị các lựa chọn biến thể dưới dạng nút màu, ảnh, ảnh biến thể, radio, điều này giúp khách hàng quan sát sản phẩm biến thể trực quan hơn, tiết kiệm thời gian trong việc tìm sản mong muốn hơn dạng biến thể thả xuống thông thường.

source: Product Video
vi: Video sản phẩm

source: Product video shortcode copied to clipboard. You can use it in product description, short description... to display video of this product
vi: Mã ngắn của video sản phẩm đã được sao chép vào bộ nhớ tạm. Bạn có thể sử dụng mã ngắn này trong mô tả sản phẩm, mô tả ngắn ... để hiển thị video về sản phẩm này

source: Product video shortcode:
vi: Mã ngắn video của sản phẩm:

source: Product video tab
vi: Tab video sản phẩm

source: Product video tab:
vi: Thẻ video của sản phẩm:

source: Product video uses original AliExpress video url
vi: Video của sản phẩm sử dụng url của video gốc trên Aliexpress

source: Product video will be imported as an external link
vi: Video của sản phẩm sẽ được nhập dưới dạng liên kết ngoài

source: Product/Variation IDs
vi: ID của Sản phẩm/Biến thể

source: Product/variation image
vi: Ảnh Sản phẩm/biến thể

source: Products
vi: Sản phẩm

source: Products are imported in USD, the price of imported products will be converted after applying the price rules below
vi: Sản phẩm được nhập bằng đồng USD, giá của sản phẩm nhập về sẽ được chuyển đổi sau khi áp dụng các quy tắc giá dưới đây

source: Products migration
vi: Nhập sản phẩm

source: Products should declare as same currency
vi: Các sản phẩm phải khai báo cùng một loại tiền tệ

source: Publish
vi: Công khai

source: Qty
vi: Số lượng

source: Quantity
vi: Số lượng

source: Quickly and easily edit your products in bulk with <strong>Bulky – Bulk Edit Products for WooCommerce</strong>
vi: Sửa hàng loạt sản phẩm dễ dàng và nhanh chóng với <strong>Bulky – Bulk Edit Products for WooCommerce</strong>

source: Received address
vi: Địa chỉ nhận

source: Recommended Plugins
vi: Plugins khuyên dùng

source: Recommended plugins
vi: Gợi ý plugins

source: Recommended plugins for ALD - AliExpress Dropshipping and Fulfillment for WooCommerce
vi: Plugins khuyên dùng cho ALD - AliExpress Dropshipping and Fulfillment for WooCommerce

source: Regular price
vi: Giá bán thường

source: Regular price can not be empty.
vi: Giá bán thường không được để trống.

source: Reimport
vi: Nhập lại sản phẩm

source: Reimport this product
vi: Nhập lại sản phẩm này

source: Reimport:
vi: Nhập lại sản phẩm:

source: Remove
vi: Xóa

source: Remove all failed images from database
vi: Xóa tất cả các ảnh lỗi từ cơ sở dữ liệu

source: Remove all failed images of current page
vi: Xóa tất cả ảnh ở trang hiện tại

source: Remove all products(except overriding products) from Import list
vi: Xóa tất cả các sản phẩm(trừ sản phẩm ghi đè) từ Danh sách nhập về

source: Remove attribute successfully
vi: Xóa thuộc tính thành công

source: Remove existing categories and add selected
vi: Xóa các danh mục hiện có và thêm các danh mục đã chọn

source: Remove existing tags and add selected
vi: Xóa các thẻ hiện có và thêm các thẻ đã chọn

source: Remove items that shipping is not available
vi: Xóa tất cả các mặt hàng không hỗ trợ giao hàng

source: Remove selected
vi: Bỏ đã chọn

source: Remove selected product(s) from import list?
vi: Xóa các sản phẩm đã chọn khỏi danh sách nhập về?

source: Remove this attribute
vi: Xóa thuộc tính này

source: Remove this product from import list
vi: Xóa sản phẩm này khỏi danh sách nhập về

source: Remove this product from import list?
vi: Xóa sản phẩm này khỏi danh sách nhập về?

source: Remove this row
vi: Xóa hàng này

source: Removed
vi: Đã xóa

source: Repeated placed order
vi: Đơn hàng đã đặt lại

source: Replace
vi: Thay thế

source: Replace carrier URL
vi: Thay thế URL hãng vận chuyển

source: Replace carrier URL with
vi: Thay thế URL hãng vận chuyển với

source: Replace carrier URL with respective URL below if DOMAIN of original carrier URL contains search strings(case-insensitive).
vi: Thay thế URL hãng vận chuyển với URL tương ứng dưới đây nếu TÊN MIỀN của url hãng vận chuyển ban đầu chứa các chuỗi tìm kiếm(phân biệt chữ hoa/chữ thường)

source: Replace description and short description
vi: Thay thế mô tả và mô tả ngắn

source: Replace description and short description of overridden product with new product's description and short description
vi: Thay thế mô tả và mô tả ngắn của sản phẩm bị ghi đè với mô tả và mô tả ngắn của sản phẩm mới

source: Replace images and gallery of overridden product with new product's images and gallery
vi: Thay thế ảnh và thư viện ảnh của sản phẩm bị ghi đè với ảnh và thư viện ảnh của sản phẩm mới

source: Replace product image and gallery
vi: Thay thế ảnh và thư viện sản phẩm

source: Replace product title
vi: Thay thế tiêu đề sản phẩm

source: Replace title of overridden product with new product's title
vi: Thay thế tiêu đề của sản phẩm bị ghi đè với tiêu đề của sản phẩm mới

source: Replace with
vi: Thay thế với

source: Replace with new product
vi: Thay thế với sản phẩm mới

source: Replacement
vi: Thay thế

source: Require ALD - AliExpress Dropshipping and Fulfillment for WooCommerce plugin version %s
vi: Yêu cầu ALD - AliExpress Dropshipping and Fulfillment for WooCommerce plugin phiên bản %s

source: Require to select a variation message
vi: Yêu cầu chọn một thông báo biến thể

source: Responses not matching
vi: Phản hồi không phù hợp

source: Restore
vi: Khôi phục

source: Restore this product
vi: Khôi phục sản phẩm này

source: Return to Dashboard
vi: Trở lại bảng tin

source: Rules for Fraction part
vi: Quy tắc cho Phần thập phân

source: Rules for Fraction part will be applied before rules for Integer part
vi: Quy tắc cho Phần thập phân sẽ được áp dụng trước quy tắc cho Phần nguyên

source: Rules for Fraction part will not take effect because you set %s for Number of decimals in your <a href="admin.php?page=wc-settings#woocommerce_price_num_decimals" target="_blank">WooCommerce settings</a>
vi: Quy tắc cho Phần thập phân sẽ không có hiệu lực vì bạn đặt %s cho số chữ số phần thập phân ở <a href="admin.php?page=wc-settings#woocommerce_price_num_decimals" target="_blank">Cài đặt WooCommerce</a>

source: Rules for Integer part
vi: Quy tắc cho Phần nguyên

source: Rules will be looped from top to bottom grouped by Compared part to find matches
vi: Các quy tắc sẽ được lặp lại từ trên xuống dưới được nhóm theo Phần so sánh để tìm ra kết quả phù hợp

source: Run setup wizard for ALD - AliExpress Dropshipping and Fulfillment for WooCommerce
vi: Chạy hướng dẫn cài đặt cho ALD - AliExpress Dropshipping and Fulfillment for WooCommerce

source: RUT meta field
vi: Trường RUT meta

source: RUT number is mandatory for Chilean customers
vi: Số RUT là bắt buộc với khách hàng Chile

source: RUT number is required when you fulfill orders of Customers from Chile.
vi: Số RUT là bắt buộc khi hoàn thiện đơn hàng của khách hàng từ Chile

source: Sale price
vi: Giá ưu đãi

source: Sale price must be smaller than regular price.
vi: Giá ưu đãi phải thấp hơn giá bán thường.

source: Save
vi: Lưu

source: Save & Check Key
vi: Lưu & Kiểm tra khóa

source: Save my choices and do not show these options again(you can still change this in <a target="_blank" href="admin.php?page=woocommerce-alidropship#/override">plugin settings</a>).
vi: Lưu lựa chọn và không hiển thị lại những lựa chọn này(Bạn vẫn có thể thay đổi lựa chọn trong cài đặt plugin).

source: Save Settings
vi: Lưu cài đặt

source: Save storage by using external image URLs. This plugin is required if you want to use external URLs(AliExpress cdn image URLs) for product featured image, gallery images and variation image.
vi: Tiết kiệm dung lượng bằng việc sử dụng URL ảnh bên ngoài. Bắt buộc cài đặt plugin này nếu bạn muốn sử dụng URL bên ngoài(URL ảnh cdn Aliexpress) cho hình ảnh nổi bật của sản phẩm, thư viện ảnh và ảnh biến thể.

source: Scan
vi: Quét

source: Scan for AliExpress products imported by other plugins
vi: Quét sản phẩm Aliexpress được nhập từ plugin khác

source: Scan results
vi: Kết quả quyét

source: Search
vi: Tìm kiếm

source: Search and Replace
vi: Tìm kiếm và Thay thế

source: Search and replace strings in Carrier name
vi: Tìm kiếm và Thay thế các chuỗi trong tên của hãng vận chuyển

source: Search for strings in Carrier name and replace found strings with respective values.
vi: Tìm kiếm các chuỗi trong tên của hãng vận chuyển và thay thế các trường tìm được với những giá trị tương ứng.

source: Search imported product
vi: Tìm sản phẩm đã nhập về

source: Search order
vi: Tìm kiếm đơn hàng

source: Search product
vi: Tìm kiếm sản phẩm

source: Search product in import list
vi: Tìm kiếm sản phẩm trong danh sách nhập về

source: Search results only
vi: Chỉ kết quả tìm kiếm

source: Search will take place with priority from top to bottom and will STOP after first match.
vi: Tìm kiếm sẽ diễn ra theo trình tự ưu tiên từ trên xuống dưới và dừng sau khi tìm thấy kết quả phù hợp.

source: Second
vi: Giây

source: Secret key
vi: Khóa bí mật

source: Secret key does not match
vi: Khóa bí mật không phù hợp

source: Secret key is one of the two ways to connect the chrome extension with your store. The other way is to use WooCommerce authentication.
vi: Khóa bí mật là 1 trong 2 cách để kết nối với tiện ích mở rộng. Cách còn lại là dùng trình xác thực WooCommerce.

source: Select
vi: Lựa chọn

source: Select an action when a variation of an AliExpress product is no longer available
vi: Chọn hành động khi biến thể của một sản phẩm Aliexpress không còn tồn tại
