Repository: bchristopher23/woocommerce-alidropship
Catalog: languages/woocommerce-alidropship-*.po
Languages: vi

source: Custom pricing rules for syncing product price. If no rule matched, the original pricing rules in the tab "Product Price" will be used.
vi: Quy tắc đặt giá tùy chỉnh khi đồng bộ giá sản phẩm. Nếu không có quy tắc nào phù hợp, quy tắc giá gốc trong thẻ "Giá sản phẩm" sẽ được sử dụng.

source: Customer's country
vi: Quốc gia của khách hàng

source: Customize WooCommerce emails to make them more beautiful and professional after only several mouse clicks.
vi: Thiết kế WooCommerce email để trông email đẹp và chuyên nghiệp hơn chỉ sau vài cú nhấp chuột.

source: Date:
vi: Ngày, tháng:

source: Day(s)
vi: Ngày

source: Debug
vi: Gỡ lỗi

source: Default
vi: Mặc định

source: Default carrier company
vi: Hãng vận chuyển mặc định

source: Default categories
vi: Danh mục sản phẩm mặc định

source: Default delivery time
vi: Thời gian vận chuyển mặc định

source: Default max delivery time
vi: Thời gian vận chuyển tối đa mặc định

source: Default message for items that shipping is not available
vi: Thông báo mặc định cho các mặt hàng không có phương thức vận chuyển

source: Default min delivery time
vi: Thời gian vận chuyển tối thiểu mặc định

source: Default phone number
vi: Số điện thoại mặc định

source: Default product description when adding product to import list
vi: Mô tả sản phẩm mặc định khi thêm sản phẩm vào danh sách nhập về

source: Default product tags
vi: Thẻ sản phẩm mặc định

source: Default select product images
vi: Hình ảnh sản phẩm chọn làm mặc định

source: Default shipping class
vi: Loại hình giao hàng mặc định

source: Default shipping cost
vi: Chi phí vận chuyển mặc định

source: Default variation
vi: Biến thể mặc định

source: Delete
vi: Xóa

source: Delete All
vi: Xóa hết

source: Delete this product permanently
vi: Xóa vĩnh viễn sản phẩm này

source: Delete:
vi: Xóa:

source: Delivery Time
vi: Thời gian vận chuyển

source: Delivery time
vi: Thời gian vận chuyển

source: Delivery time:
vi: Thời gian vận chuyển:

source: Description
vi: Mô tả

source: Disable
vi: Tắt

source: Disable background process
vi: Tắt quá trình chạy ngầm

source: Dismiss
vi: Bỏ qua

source: Display product video on a separate tab in the frontend
vi: Hiển thị video của sản phẩm ở một thẻ riêng trên frontend

source: Do not calculate item shipping, only save customer's shipping option
vi: Không tính chi phí vận chuyển của mặt hàng, chỉ lưu lại tùy chọn giao hàng của khách

source: Do not replace
vi: Không thay thế

source: Do not scan products that belong to selected categories.
vi: Không quét các sản phẩm thuộc danh mục được chọn.

source: Do not show these options when overriding product
vi: Không hiện các tùy chọn này khi ghi đè sản phẩm

source: Do not sync price if a product is on sale
vi: Không đồng bộ giá nếu sản phẩm đang được giảm giá

source: Do nothing
vi: Không làm gì

source: Dokan compatible
vi: Tương thích với Dokan

source: Download
vi: Tải về

source: Download log file
vi: Tải về tệp nhật ký

source: Download selected log file to your device
vi: Tải về tệp nhật ký đã chọn vào thiết bị của bạn

source: Draft
vi: Nháp

source: Duplicate this row
vi: Sao chép hàng này

source: E.g: Your store currency is VND:
vi: Ví dụ: Đơn vị tiền tại cửa hàng của bạn là VND:

source: E.g: Your Woocommerce store currency is VND, exchange rate is: 1 USD = 21 000 VND
vi: Ví dụ: Đơn vị tiền tại cửa hàng WooCommerce của bạn là VND: tỷ giá hối đoại là: 1 USD = 21 000 VND

source: Edit
vi: Sửa

source: Edit this attribute
vi: Sửa thuộc tính này

source: Empty API
vi: API trống

source: Empty data
vi: Dữ liệu trống

source: Empty List
vi: Danh sách trống

source: Empty Trash
vi: Thùng rác trống

source: Enable
vi: Bật

source: Enable manage stock and import product inventory.
vi: Bật quản lý kho và nhập kho sản phẩm.

source: Enable product auto-sync
vi: Bật tự động đồng bộ sản phẩm

source: Enable this if your products are unable to be synced due to "Connection timed out" error. To check this, please go to Logs
vi: Bật tùy chọn này nếu sản phẩm của bạn không thể đồng bộ do lỗi "hết thời hạn kết nối". Để kiểm tra, vui lòng truy cập Nhật ký

source: Enable to make variations of imported products visible on product page
vi: Bật để hiển thị biến thể của sản phẩm nhập về trên trang sản phẩm

source: Enable to only import product variations with ship from China
vi: Bật nếu chỉ nhập sản phẩm có biến thể vận chuyển từ Trung Quốc

source: Enter a price to test
vi: Nhập giá để thử

source: Enter shipping company name to search
vi: Nhập tên hãng vận chuyển để tìm kiếm

source: Error
vi: Lỗi

source: Estimated Delivery
vi: Giao hàng ước tính

source: Exchange rate - CNY/USD
vi: Tỷ giá hối đoái - CNY/USD

source: Exchange rate - RUB/USD
vi: Tỷ giá hối đoái - RUB/USD

source: Exchange rate - USD/%s
vi: Tỷ giá hối đoái - USD/%s

source: Exchange rate API
vi: API Tỷ giá hối đoái

source: Exchange rate auto-update is currently DISABLED
vi: Tự động cập nhật tỷ giá hối đoái đang tắt

source: Exchange rate decimals
vi: Phần thập phân của tỷ giá

source: Exclude categories
vi: Loại trừ danh mục

source: Exclude on-sale products
vi: Loại trừ sản phẩm đang được giảm giá

source: Exclude products
vi: Loại trừ sản phẩm

source: Expire time
vi: Hết hạn thời gian

source: Explanation
vi: Giải thích

source: Export/Import Settings
vi: Cài đặt Xuất ra/Nhập vào

source: Extension configuration
vi: Cấu hình tiện ích mở rộng

source: External ID: <a target="_blank" href="%s">%s</a>
vi: ID bên ngoài: <a target="_blank" href="%s">%s</a>

source: Failed Images
vi: Ảnh lỗi

source: File type is not permitted
vi: Loại tệp không được phép

source: Filter by AliExpress order status
vi: Lọc theo trạng thái đơn hàng Aliexpress

source: Filter by product
vi: Lọc theo sản phẩm

source: Filter by Used for
vi: Lọc theo Dùng cho

source: Find and Replace
vi: Tìm kiếm và thay thế

source: Find in unfulfilled orders
vi: Tìm kiếm đơn hàng chưa được hoàn thiện

source: First image will be selected as product image and other images(except images from product description) are selected in gallery when adding product to import list
vi: Hình ảnh đầu tiên sẽ được lựa chọn là ảnh sản phẩm và các ảnh khác(trừ ảnh từ mô tả sản phẩm) được chọn trong bộ sưu tập khi thêm sản phẩm vào danh sách nhập về

source: First Page
vi: Trang đầu tiên

source: First-purchase discount may apply to this product, please check its price carefully or import with consideration.
vi: Giảm giá cho lần mua hàng đầu tiên có thể áp dụng cho sản phẩm này, vui lòng kiểm tra giá cẩn thận hoặc cân nhắc khi nhập về.

source: For details of migration, please go to %s
vi: Chi tiết nhập về, vui lòng truy cập %s

source: For each price, first matched rule(from top to bottom) will be applied. If no rules match, the default will be used.
vi: Đối với mỗi mức giá, quy tắc phù hợp đầu tiên (từ trên xuống dưới) sẽ được áp dụng. Nếu không có quy tắc nào phù hợp, quy tắc mặc định sẽ được áp dụng.

source: For products you imported before 1.0.9, please sync them for videos to be updated
vi: Đối với các sản phẩm được nhập về kể từ trước phiên bản 1.0.9, vui lòng đồng bộ để cập nhật video sản phẩm

source: Found in unfulfilled orders
vi: Đã thấy trong các đơn hàng chưa được hoàn thiện

source: Fraction
vi: Phần thập phân

source: Free
vi: Miễn phí

source: Free Shipping
vi: Miễn phí giao hàng

source: Free Shipping label
vi: Nhãn miễn phí giao hàng

source: Fulfill
vi: Đặt hàng

source: Gallery
vi: Bộ sưu tập

source: Gallery(%s)
vi: Bộ sưu tập(%s)

source: General
vi: Cài đặt chung

source: Generate new key
vi: Tạo khóa mới

source: Get Access Token
vi: Lấy mã Thông báo Truy cập

source: Get access token
vi: Lấy mã thông báo truy cập

source: Get exchange rate from this selected API
vi: Lấy tỷ giá hối đoái từ API được lựa chọn

source: Get Key
vi: Lấy khóa tự động cập nhật

source: Get orders data to fulfill AliExpress orders
vi: Lấy dữ liệu đơn hàng để hoàn hiện đơn hàng Aliexpress

source: Get tracking
vi: Lấy mã vận chuyển

source: Get tracking number at
vi: Lấy mã vận chuyển tại

source: Get tracking number automatically
vi: Tự động lấy mã vận chuyển

source: Get tracking number every
vi: Tự động lấy mã vận chuyển sau mỗi

source: Global attributes will be used instead of custom attributes. More details about <a href="https://docs.woocommerce.com/document/managing-product-taxonomies/#section-6" target="_blank">Product attributes</a>
vi: Thuộc tính toàn cục sẽ được sử dụng thay vì thuộc tính tùy chỉnh. Xem thêm chi tiết tại <a href="https://docs.woocommerce.com/document/managing-product-taxonomies/#section-6" target="_blank">Thuộc tính sản phẩm</a>

source: Global setting(%s)
vi: Cài đặt chung(%s)

source: Go to Import list to complete overriding
vi: Chuyển đến Danh sách nhập về để hoàn tất việc ghi đè sản phẩm

source: Go to Import list to complete reimporting
vi: Chuyển đến Danh sách nhập về để hoàn tất việc nhập lại sản phẩm

source: Google finance
vi: Nguồn từ Google finance

source: Helps you to recovery unfinished order in your store. When a customer adds a product to cart but does not complete check out. After a scheduled time, the cart will be marked as “abandoned”. The plugin will start to send cart recovery email or facebook message to the customer, remind him/her to complete the order.
vi: Giúp khôi phục đơn hàng chưa hoàn thiện trên cửa hàng của bạn. Khi khách thêm sản phẩm vào giỏ nhưng chưa thanh toán. Sau một khoảng thời gian đã định, giỏ hàng sẽ được xem là "bỏ quên". Plugin sẽ gửi email khôi phục giỏ hàng hoặc thông báo facebook tới khách hàng, nhắc họ hoàn thiện đơn hàng.

source: Hidden
vi: Đã ẩn

source: Hide
vi: Ẩn

source: Hide options
vi: Ẩn tùy chọn

source: Hour
vi: Giờ

source: How does it work?
vi: Cách sử dụng?

source: If a product has only 1 variation or you select only 1 variation to import, that product will be imported as simple product. Variation sku and attributes will not be used.
vi: Nếu sản phẩn chỉ có 1 biến thể hoặc bạn chỉ chọn một biến thể để nhập về, sản phẩm đó sẽ được nhập về dưới dạng sản phẩm đơn giản. Sku biến thể và thuộc tính sẽ không được sử dụng.

source: If a product is no longer available
vi: Nếu sản phẩm không còn tồn tại

source: If a product is out of stock
vi: Nếu sản phẩm hết hàng

source: If a variation is no longer available
vi: Nếu biến thể không còn tồn tại

source: If an order does not have phone number, this number will be used when fulfilling AliExpress order
vi: Nếu đơn hàng không có số điện thoại, số điện thoại này sẽ được sử dụng khi hoàn thiện đơn hàng Aliexpress

source: If product is split successfully, page will be reloaded automatically to load new products.
vi: Nếu sản phẩm được tách thành công, trang web sẽ tự động tải lại để tải các sản phẩm mới.

source: If selected shipping method is no longer available
vi: Nếu phương thực vận chuyển hiện tại không còn tồn tại

source: If this option is disabled, products stock status will be set "Instock" and product inventory will not be imported
vi: Nếu tùy chọn này bị tắt, trạng thái kho của sản phẩm sẽ được đặt "Instock" và số lượng hàng tồn kho của sản phẩm sẽ không được nhập về

source: If vendors' products are synced by admin(auto or manual), the vendors' Product sync settings are still used just like when the vendors manually sync their products themselves
vi: Nếu sản phẩm của vendors được đồng bộ bởi admin(tự động hoặc thủ công), cấu hình đồng bộ sản phẩm của vendors sẽ vẫn được sử dụng giống như khi vendors đồng bộ sản phẩm của họ

source: If you allow those items to be ordered normally, you have to find alternative products from other suppliers before fulfilling AliExpress orders.
vi: Nếu cho phép các mặt hàng đó được đặt bình thường, bạn phải tìm các sản phẩm thay thế từ các nhà cung cấp trước khi hoàn thiện đơn hàng Aliexpress.

source: If you change price rules/price format rules and want changes to be applied to imported products(pushed to store), you have to enable price sync then sync all products
vi: Nếu bạn thay đổi quy tắc giá/quy tắc định dạng giá và muốn những thay đổi này áp dụng cho các sản phẩm đã nhập về (đã được đẩy lên cửa hàng), bạn phải bật động bộ giá sau đó đồng bộ tất cả sản phẩm

source: If you choose to migrate from AliDropship Woo plugin, our plugin will scan AliExpress product IDs by _sku meta key so the scan results may not be as expected. However, they will be validated while migrating so if SKU of a product is an actual AliExpress product ID, it will be migrated properly.
vi: Nếu bạn chọn chuyển từ AliDropship Woo plugin, plugin này sẽ quét ID của sản phẩm AliExpress bằng khóa meta _sku nên kết quả có thể ko như mong đợi. Tuy nhiên, chúng sẽ được xác thực trong quá trình chuyển đổi do đó nếu SKU của 1 sản phẩm đúng là ID của sản phẩm trên AliExpress thì nó sẽ được chuyển đổi một cách chính xác.

source: If you don't want to sync price of products from some specific categories, enter them here
vi: Nếu bạn không muốn đồng bộ giá sản phẩm thuộc các danh mục này, vui lòng nhập tại đây

source: If you don't want to sync price of some specific products, enter them here
vi: Nếu bạn không muốn đồng bộ giá của các sản phẩm này, vui lòng nhập tại đây

source: If you increase the "Number of items per page" using in the Screen options on each page above too high and the page can not be fully loaded, you can use this option to decrease the value accordingly.
vi: Nếu bạn đặt " Số lượng mặt hàng trên một trang" sử dụng Screen options quá cao và làm trang web không thể tải, bạn có thể sử dụng tùy chọn này để giảm.

source: If you use <a target="_blank" href="https://wordpress.org/plugins/woocommerce-extra-checkout-fields-for-brazil/">Brazilian Market on WooCommerce</a>, please fill this option with <strong>_billing_cpf</strong>
vi: Nếu bạn sử dụng plugin<a target="_blank" href="https://wordpress.org/plugins/woocommerce-extra-checkout-fields-for-brazil/"> Brazilian Market on WooCommerce</a>, vui lòng nhập tùy chọn này với <strong>_billing_cpf</strong>

source: If you want to import products from aliexpress.ru, this is required
vi: Trường này là bắt buộc nếu bạn muốn nhập sản phẩm từ aliexpress.ru

source: If your customers buy this product, this selected AliExpress variation will be used when fulfilling AliExpress orders
vi: Nếu khách hàng mua sản phẩm này, biến thể Aliexpress được chọn sẽ được sử dụng để hoàn thiện đơn hàng Aliexpress

source: Ignore import ship from
vi: Bỏ qua việc nhập về biến thể ship from

source: Image url
vi: URL ảnh

source: Import
vi: Nhập về

source: Import & Link
vi: Nhập & liên kết

source: Import & map existing Woo product:
vi: Nhập về & ánh xạ tới sản phẩm Woo đã tồn tại:

source: Import & Override
vi: Nhập về & Ghi đè

source: Import AliExpress Products
vi: Nhập sản phẩm từ AliExpress

source: Import All
vi: Nhập tất cả sản phẩm

source: Import all failed images of current page
vi: Nhập tất cả ảnh ở trang hiện tại

source: Import all products on this page
vi: Nhập tất cả sản phẩm trên trang này

source: Import all products on this page to your WooCommerce store?
vi: Nhập tất cả sản phẩm trên trang này sang cửa hàng WooCommerce của bạn?

source: Import all selected product(s)?
vi: Nhập về tất cả các sản phẩm được lựa chọn?

source: Import and sync AliExpress products
vi: Nhập về và đồng bị sản phẩm Aliexpress

source: Import as simple product
vi: Nhập về dưới dạng sản phẩm đơn giản

source: Import date:
vi: Ngày nhập về:

source: Import description images
vi: Nhập về ảnh mô tả sản phẩm

source: Import List
vi: Danh sách nhập về

source: Import list
vi: Danh sách nhập về

source: Import List - AliExpress Dropshipping and Fulfillment for WooCommerce
vi: Danh sách nhập về - AliExpress Dropshipping and Fulfillment for WooCommerce

source: Import Now
vi: Nhập về ngay

source: Import product video
vi: Nhập video sản phẩm

source: Import products currency exchange rate
vi: Nhập tỷ giá đồng tiền của sản phẩm

source: Import result: %s successful, %s existing, %s failed
vi: Kết quả nhập về: %s thành công, %s đã tồn tại, %s lỗi

source: Import selected
vi: Nhập về sản phẩm đã được lựa chọn

source: Import Settings
vi: Nhập về cài đặt

source: Import successfully
vi: Nhập về thành công

source: Import this product to your WooCommerce store
vi: Nhập sản phẩm này sang cửa hàng WooCommerce của bạn

source: Important
vi: Quan trọng

source: Imported
vi: Đã nhập về

source: Imported AliExpress products
vi: Sản phẩm Aliexpress đã nhập về

source: Imported Products - AliExpress Dropshipping and Fulfillment for WooCommerce
vi: Sản phẩm đã nhập về - AliExpress Dropshipping and Fulfillment for WooCommerce

source: Imported products status will be set to this value.
vi: Trạng thái của các sản phẩm đã nhập về sẽ được đặt thành giá trị này.

source: Imported products will be added to these categories.
vi: Sản phẩm đã nhập về sẽ được thêm vào danh mục này.

source: In progress
vi: Đang tiến hành

source: In some cases, prices are only available in CNY so we first have to convert them to USD. If not set, our plugin will skip syncing price. This rate always uses 2 decimals when updated.
vi: Trong một vài trường hợp, giá nhập về chỉ có sẵn bằng CNY nên phải chuyển giá về USD. Nếu không đặt, plugin sẽ bỏ qua quá trình đồng bộ giá. Tỷ giá này luôn sử dụng 2 số thập phân khi được cập nhật.

source: In some cases, prices are only available in RUB so we first have to convert them to USD. If not set, you will not be able to import products in RUB(if the store currency is not RUB) and our plugin will skip syncing price. This rate always uses 3 decimals when updated.
vi: Trong một vài trường hợp, giá nhập về chỉ có sẵn bằng RUB nên phải chuyển giá về USD. Nếu không đặt, bạn sẽ không thể nhập sản phẩm về bằng đồng RUB(nếu đồng tiền trên trang web của bạn không phải là đồng RUB) và plugin sẽ bỏ qua quá trình đồng bộ giá. Tỷ giá này luôn sử dụng 3 số thập phân khi được cập nhật.

source: In transit
vi: Trên đường vận chuyển

source: Include categories
vi: Bao gồm các danh mục

source: Include products
vi: Bao gồm các sản phẩm

source: Income
vi: Thu nhập

source: Increase by Fixed amount($)
vi: Tăng lên lượng cố định($)

source: Increase by Percentage(%)
vi: Tăng lên phần trăm(%)

source: Increase by percentage(%)
vi: Tăng lên phần trăm(%)

source: Index
vi: Chỉ số

source: Install
vi: Cài đặt

source: Install & Return to Dashboard
vi: Cài đặt $ Quay lại Bảng tin

source: Install Chrome Extension
vi: Cài đặt tiện ích mở rộng Chrome

source: Install Extension
vi: Cài tiện ích mở rộng

source: Install now
vi: Cài đặt ngay

source: Instead of deleting old product to create a new one, it will update the overridden old product's prices/stock/attributes/variations based on the new data. This way, data such as reviews, metadata... will not be lost.
vi: Thay vì xóa sản phẩm cũ để tạo sản phẩm mới, plugin sẽ cập nhật giá/kho/thuộc tính/biến thể dựa trên dữ liệu mới của ản phẩm cũ bị ghi đè. Theo cách này, dữ liệu như bài đánh giá, metadata... sẽ không bị mất

source: Insufficient inventory or system error
vi: Hàng tồn khi không đủ hoặc lỗi hệ thống

source: Integer
vi: Phần nguyên

source: Invalid access token
vi: Mã thông báo truy cập không hợp lệ

source: Invalid data
vi: Dữ liệu không hợp lệ

source: Invalid delivery method
vi: Phương thức giao hàng không hợp lệ

source: Invalid order items or system error
vi: Mặt hàng trong đơn hàng không hợp lệ hoặc lỗi hệ thống

source: Invalid product
vi: Sản phẩm không hợp lệ

source: Invalid product data
vi: Dữ liệu sản phẩm không hợp lệ

source: Invalid shipping address
vi: Địa chỉ giao hàng không hợp lệ

source: Inventory
vi: Hàng tồn kho

source: Item
vi: Mặt hàng

source: Item detail
vi: Chi tiết mặt hàng

source: Item price
vi: Giá mặt hàng

source: Item specifics
vi: Chi tiết sản phẩm

source: Item specifics & Product Description
vi: Chi tiết sản phẩm & Mô tả sản phẩm

source: Keep Woo product
vi: Giữ lại sản phẩm Woo

source: Label of added free shipping method in cart/checkout
vi: Nhãn của phương thức giao hàng miễn phí được thêm vào ở giỏ hàng/thanh toán

source: Label of added shipping method in cart/checkout
vi: Nhãn của phương thức giao hàng được thêm vào ở giỏ hàng/thanh toán

source: Last Page
vi: Trang cuối

source: Leave blank to delete matches
vi: Để trống để xóa các kết quả phù hợp

source: Leave Compared part range <strong>empty</strong> to apply to all prices in the Price range
vi: Nếu "Phạm vi phần được so sánh" để trống, nó sẽ áp dụng cho toàn bộ giá nằm trong "Khoảng giá" của luật này

source: Leave Price range <strong>empty</strong> to apply to all prices that have decimal part matches the Compared part range
vi: Nếu "Khoảng giá" để trống, nó sẽ áp dụng cho toàn bộ giá mà có phần thập phân thỏa mãn "Phạm vi phần được so sánh"

source: Leave the replacement of respective company blank if you want your customer see the original name
vi: Để trống chỗ thay thế của hãng vận chuyển tương ứng nếu muốn khách hàng thấy tên gốc của hãng vận chuyển

source: Link
vi: Liên kết

source: Link existing Woo product
vi: Liên kết với sản phẩm Woo hiện có

source: Link variation only
vi: Chỉ liên kết biến thể

source: Log file not found.
vi: Không tìm thấy tệp nhật ký

source: Log files older than %s days will be automatically deleted by WooCommerce
vi: Tệp nhật ký cũ hơn %s ngày sẽ tự động bị xóa bởi WooCommerce

source: Log folder: %s
vi: Thư mục nhật ký: %s

source: Logs
vi: Nhật ký

source: Logs - AliExpress Dropshipping and Fulfillment for WooCommerce
vi: Nhật ký - AliExpress Dropshipping and Fulfillment for WooCommerce

source: Make Payment
vi: Thanh toán

source: Make video full tab width
vi: Để độ rộng video vừa với độ rộng của thẻ

source: Manage stock
vi: Quản lý kho

source: Manual
vi: Thủ công

source: Manual products sync
vi: Đồng bộ sản phẩm thủ công

source: Mask Shipping companies
vi: Dấu hãng vận chuyển từ Aliexpress

source: Max can not < min
vi: Giá trị tối đa ko thể nhỏ hơn giá trị tối thiểu

source: Max decimal: %s
vi: Số thập phân tối đa: %s

source: Max delivery time shown for items that shipping is not available
vi: Thời gian vận chuyển tối đa cho các mặt hàng mà phương thức giao hàng không có sẵn

source: Maximum number of digits of Compared part range is 1 subtracted from the minimum number of digits of Price range
vi: Số chữ số trong "Phạm vi phần được so sánh" bằng số chữ số tối thiểu của "Khoảng giá" trừ đi 1

source: Maximum number of digits of New value of compared part is the maximum number of digits of Compared part range
vi: Số chữ số tối đa cho "Giá trị mới của phần so sánh" là số chữ số tối đa của "Phạm vi phần được so sánh"

source: Maximum {value} digit
vi: Chữ số {value} tối đa

source: Maximum {value} digits
vi: Chữ số {value} tối thiểu

source: Memory Limit
vi: Giới hạn bộ nhớ

source: Migrate
vi: Nhập về

source: Migrate Products
vi: Nhập sản phẩm

source: Migrated
vi: Đã nhập về

source: Min can not > max
vi: Giá trị tối thiểu ko thể lớn hơn giá trị tối đa

source: Min delivery time shown for items that shipping is not available
vi: Thời gian vận chuyển tối thiểu được hiện thị cho mỗi mặt hàng mà phương thức giao hàng không có sẵn

source: Minimum 2 digits
vi: Tối thiểu 2 số

source: Minute
vi: Phút

source: Missing access token
vi: Thiếu mã thông báo truy cập

source: Missing required arguments
vi: Thiếu tham số bắt buộc

source: Missing Shipping company
vi: Thiếu hãng vận chuyển

source: Multiply with
vi: Nhân với

source: Name
vi: Tên

source: Need a variations swatches plugin that works perfectly with ALD - AliExpress Dropshipping and Fulfillment for WooCommerce? <strong>Product Variations Swatches for WooCommerce</strong> is what you need.
vi: Bạn cần một variations swatches plugin hoạt động hoàn hảo với ALD - AliExpress Dropshipping and Fulfillment for WooCommerce? <strong>Product Variations Swatches for WooCommerce</strong> là plugin bạn đang tìm kiếm.
