Repository: bchristopher23/woocommerce-alidropship
Catalog: languages/woocommerce-alidropship-*.po
Languages: vi

source: Select an action when an AliExpress product is no longer available
vi: Chọn hành động khi một sản phẩm Aliexpress không còn tồn tại

source: Select an action when an AliExpress product is out-of-stock
vi: Chọn hành động khi một sản phẩm Aliexpress hết hàng

source: Select an action when an AliExpress product's selected shipping method is removed or no shipping methods available
vi: Chọn hành động khi phương thức giao hàng đã chọn của sản phẩm Aliexpress bị xóa hoặc không còn hỗ trợ

source: Select country
vi: Lựa chọn quốc gia

source: Select elements that you want to show menu count for.
vi: Chọn các phần từ mà bạn muốn chọn số lượng menu.

source: Select multiple orders to place
vi: Chọn nhiều đơn hàng để đặt

source: Select options
vi: Lựa chọn các phương án

source: Select shipping company
vi: Lựa chọn hãng vận chuyển

source: Send Bcc of notification email to vendor
vi: Đồng gửi email thông báo tới nhà cung cấp

source: Set
vi: Đặt

source: Set categories
vi: Đặt danh mục

source: Set image for selected variation(s)
vi: Đặt hình ảnh cho các biến thể được chọn

source: Set price
vi: Đặt giá

source: Set product out-of-stock
vi: Đặt sản phẩm là hết hàng

source: Set shipping class
vi: Đặt loại hình giao hàng

source: Set status - Draft
vi: Đặt trạng thái - Nháp

source: Set status - Pending
vi: Đặt trạng thái - Đang chờ xử lý

source: Set status - Publish
vi: Đặt trạng thái - Công khai

source: Set tags
vi: Đặt thẻ

source: Set to
vi: Đặt thành

source: Set to this value
vi: Đặt thành giá trị này

source: Set variation out-of-stock
vi: Đặt biến thể là hết hàng

source: Set visibility - Hidden
vi: Đặt chế độ hiển thị -Ẩn

source: Set visibility - Search results only
vi: Đặt chế độ hiển thị - Chỉ kết quả tìm kiếm

source: Set visibility - Shop and search results
vi: Đặt chế độ hiển thị - Cửa hàng và kết quả tìm kiếm

source: Set visibility - Shop only
vi: Đặt chế độ hiển thị - Chỉ cửa hàng

source: Settings
vi: Cài đặt

source: Setup Wizard
vi: Hướng dẫn cài đặt

source: Ship To
vi: Giao hàng tới

source: Ship to:
vi: Giao hàng tới:

source: Shipped
vi: Đã giao hàng

source: Shipping
vi: Giao hàng

source: Shipping calculation
vi: Tính toán vận chuyển

source: Shipping carrier
vi: Hãng vận chuyển

source: Shipping class
vi: Loại hình giao hàng

source: Shipping class selected here will also be selected by default in the Import list
vi: Loại hình giao hàng được chọn ở đây cũng được lựa chọn mặc định trong Danh sách nhập về

source: Shipping Company
vi: Hãng vận chuyển

source: Shipping company mapping
vi: Ánh xạ hãng vận chuyển

source: Shipping company(selected when fulfilling)
vi: Hãng vận chuyển(được chọn khi đặt hàng)

source: Shipping Cost
vi: Phí Vận chuyển

source: Shipping cost
vi: Phí vận chuyển

source: Shipping cost of all cart items will be calculated and applied to the cart so you should not add shipping cost to product price when importing AliExpress products to avoid making the final price of products paid by your customers too high
vi: Phí vận chuyển của tất cả các mặt hàng sẽ được tính và áp dụng vào giỏ hàng vì vậy bạn không nên thêm phí vận chuyển vào giá bán của sản phẩm khi nhập sản phẩm về nhằm tránh đẩy giá cuối cùng khách hàng phải trả quá cao

source: Shipping cost will be added to price of original product after applying price rules.
vi: Phí vận chuyển sẽ được thêm vào giá gốc của sản phẩm trước khi áp dụng quy tắc giá.

source: Shipping cost will be added to price of original product before applying price rules. You can select shipping country/company to calculate shipping cost of products before importing.
vi: Phí vận chuyển sẽ được thêm vào giá gốc của sản phẩm trước khi áp dụng quy tắc giá. Bạn có thể chọn quốc gia giao hàng/hãng vận chuyển để tính phí giao hàng trước khi nhập về.

source: Shipping info to calculate price when syncing products
vi: Thông tin vận chuyển để tính giá khi đồng bộ sản phẩm

source: Shipping label
vi: Nhãn giao hàng

source: Shipping not available message
vi: Thông báo giao hàng không có sẵn

source: Shipping packages are cached so if you change this option, you'll need to update your existing cart to make changes apply.
vi: Các gói giao hàng được lưu vào bộ nhớ đệm. Vì vậy nếu bạn thay đổi tùy chọn này, bạn sẽ cần cập nhật giỏ hàng hiện của mình để thấy sự thay đổi

source: Shipping selection label
vi: Nhãn lựa chọn giao hàng

source: Shipping selection type
vi: Loại lựa chọn giao hàng

source: Shipping selection type on Single product
vi: Loại lựa chọn giao hàng trên Trang sản phẩm đơn

source: Shipping:
vi: Giao hàng:

source: Shop and search results
vi: Cửa hàng và kết quả tìm kiếm

source: Shop only
vi: Chỉ cửa hàng

source: Should be greater than 100
vi: Phải lớn hơn 100

source: Should be greater than 10000
vi: Phải lớn hơn 10000

source: Should be greater than 128MB
vi: Phải lớn hơn 128MB

source: Show
vi: Hiển thị

source: Show action
vi: Hiện hành động

source: Show menu count
vi: Hiện số lượng menu

source: Show on Single product
vi: Hiện trên trang sản phẩm đơn

source: Show product video tab
vi: Hiện thẻ video sản phẩm

source: Show shipping option
vi: Hiện tùy chọn giao hàng

source: Show tracking availability of each shipping company
vi: Hiển thị tính có sẵn theo dõi đơn hàng của từng hãng vận chuyển

source: Since version 1.0.2 of the Chrome extension, you can authenticate your extension using WooCommerce REST API authentication(recommended). To edit or revoke your APIs, please go to <a href="admin.php?page=wc-settings&tab=advanced&section=keys" target="_blank">WooCommerce settings</a>
vi: Từ phiên bản Chrome extension 1.0.2, bạn có thể xác thực extension sử dụng WooCommerce REST API (khuyên dùng). Để sửa hoặc thu hồi AIP, đi tới<a href="admin.php?page=wc-settings&tab=advanced&section=keys" target="_blank">Cài đặt WooCommerce</a>

source: Since version 1.0.9, all log files are stored in the same log folder of WooCommerce.
vi: Từ phiên bản 1.0.9, tất cả tệp nhật ký được lưu cùng thư mục nhật ký của WooCommerce

source: Site URL
vi: URL trang web

source: Skip
vi: Bỏ qua

source: Skip if carrier is <strong>AliExpress Standard Shipping</strong>
vi: Bỏ qua nếu hãng vận chuyển là <strong>AliExpress Standard Shipping</strong>

source: Sku exists.
vi: Sku tồn tại.

source: Specification Name
vi: Tên thông số

source: Specification New Name
vi: Tên mới của thông số

source: Specification New Value
vi: Giá trị mới của thông số

source: Split %s product successfully
vi: Tách %s sản phẩm thành công

source: Split product by %s(%s)
vi: Tách sản phẩm theo %s(%s)

source: Split product by selected variation(s)
vi: Tách sản phẩm theo biến thể đã chọn

source: Split to %s product by %s?
vi: Tách %s sản phẩm bởi %s?

source: Split to 2 products by selected variation(s)?
vi: Tách thành 2 sản phẩm theo biến thể đã chọn?

source: SSL is required
vi: SSL là bắt buộc

source: Status
vi: Trạng thái

source: Status:
vi: Trạng thái:

source: Store:
vi: Cửa hàng:

source: Street is required
vi: Đường phố là bắt buộc

source: Subtotal
vi: Tổng phụ đơn hàng

source: Success
vi: Thành công

source: Successful
vi: Thành công

source: Successfully get new access token
vi: Lấy mã thông báo truy cập thành công

source: Successfully migrated
vi: Nhập về thành công

source: Successfully migrated products will be added to Import list with "Link existing Woo product" field automatically and correctly selected
vi: Sản phẩm nhập về thành công sẽ được thêm vào Danh sách nhập về với trường "Liên kết với sản phẩm Woo hiện có" được chọn tự động

source: Sync
vi: Đồng bộ

source: Sync imported products with AliExpress using chrome extension
vi: Đồng bộ sản phẩm đã nhập với Aliexpress bằng tiện ích mở rộng chrome

source: Sync orders with chrome extension
vi: Đồng bộ đơn hàng bằng tiện ích mở rộng chrome

source: Sync price
vi: Đồng bộ giá

source: Sync price of WooCommerce products with AliExpress. All rules in Product Price tab will be applied to new price.
vi: Đồng bộ giá sản phẩm WooCommerce với Aliexpress. Tất cả các quy tắc trong thẻ Giá sản phẩm sẽ được áp dụng cho giá mới

source: Sync Products
vi: Đồng bộ sản phẩm

source: Sync products at
vi: Đồng bộ sản phẩm tại

source: Sync products every
vi: Đồng bộ sản phẩm mỗi

source: Sync quantity
vi: Đồng bộ số lượng

source: Sync quantity of WooCommerce products with AliExpress
vi: Đồng bộ số lượng của sản phẩm WooCommerce với Aliexpress

source: Sync your WooCommerce orders with AliExpress orders
vi: Đồng bộ đơn hàng trên WooCommerce với đơn hàng Aliexpress

source: System Status
vi: Trạng thái hệ thống

source: Tags
vi: Thẻ

source: The first table is to find and replace product specifications by name
vi: Bảng đầu tiên dùng cho việc tìm kiếm và thay thế thông số sản phẩm theo tên

source: The list of available shipping companies will grow in time
vi: Danh sách các hãng vận chuyển sẽ cập nhật theo thời gian

source: The order meta field that a 3rd party plugin uses to store customer's CPF field.
vi: Trường meta đơn hàng mà plugin thứ 3 sử dụng để lưu trữ trường CPF của khách hàng.

source: The order meta field that a 3rd party plugin uses to store customer's RUT number.
vi: Trường meta đơn hàng mà plugin thứ 3 sử dụng để lưu trữ số RUT của khách hàng.

source: The plugin offers sufficient simple and advanced tools to help filter various available attributes of simple and variable products such as ID, Title, Content, Excerpt, Slugs, SKU, Post date, range of regular price and sale price, Sale date, range of stock quantity, Product type, Categories.... Users can quickly search for wanted products fields and work with the product fields in bulk.
vi: Plugin cung cấp những công cụ cơ bản và nâng cao giúp lọc các thuộc tính sẵn có khác nhau của sản phẩm như ID, tiêu đề, nội dung, trích dẫn, slugs, sku, ngày đăng, khoảng giá bán, khoảng giá ưu dãi, ngày ưu đãi, số lượng sản phẩm trong kho, kiểu sản phẩm, danh mục... Người dùng có thể nhanh chóng tìm kiếm các trường sản phẩm mong muốn và làm việc với hàng loạt các trường sản phẩm

source: The product sync functionality also uses below price rules/price format rules
vi: Chức năng đồng bộ sản phẩm cũng sử dụng quy tắc giá/quy tắc định dạng giá phía dưới

source: The product this image belongs to was deleted so this image is now removed from list
vi: Ảnh này được dùng cho 1 sản phẩm đã bị xóa nên nó sẽ loại bỏ khỏi danh sách

source: The second table is to search for strings in product title and description and replace found strings with respective values.
vi: Bảng thứ 2 là để tìm kiếm các chuỗi trong tên trong tiêu đề sản phẩm và mô tả rồi thay thế các trường tìm được với những giá trị tương ứng.

source: The selected shipping method of this product is no longer available
vi: Phương thức giao hàng đã chọn của sản phẩm này không còn tồn tại

source: The shipping method %s is no longer available
vi: Phương thức giao hàng %s không còn tồn tại

source: This feature allows your customers to select shipping method for each item like you do on AliExpress
vi: Tính năng này cho phép khách hàng của bạn lựa chọn phương thức giao hàng cho từng mặt hàng trên cửa hàng WooCommerce như khi mua hàng trên Aliexpress

source: This feature is to automatically replace original attribute term with respective value in the Import list.
vi: Tính năng này giúp tự động thay thế thuật ngữ thuộc tính gốc với giá trị tương ứng trong Danh sách nhập về.

source: This feature is used for <strong>Orders Tracking for WooCommerce</strong> plugin when syncing tracking info.
vi: Tính năng này được sử dụng với <strong>Orders Tracking for WooCommerce</strong> plugin khi đồng bộ thông tin theo dõi đơn hàng.

source: This function will not work because access token is missing.
vi: Chức năng này không hoạt động vì thiếu mã thông báo truy cập.

source: This helps save storage by using original AliExpress image URLs but you will not be able to edit them
vi: Điều này giúp tiết kiệm dung lượng bằng cách sử dụng URL ảnh gốc trên Aliexpress tuy nhiên bạn sẽ không thể sửa ảnh

source: This is exchange rate to convert from USD to your store currency.
vi: Đây là tỷ giá hối đoái để chuyển đổi USD sang đồng tiền trên cửa hàng của bạn.

source: This is exchange rate to convert product price from USD to your store's currency(%s) when adding products to import list, syncing products and convert shipping cost(if Frontend shipping functionality is enabled).
vi: Tỷ giá hối đoái để chuyển đổi USD sang đồng tiền trên website của bạn (%s) khi thêm sản phẩm vào danh sách nhập về, đồng bộ sản phẩm và chuyển đổi chi phí giao hàng(Nếu tính năng Frontend shipping đang bật)

source: This is used only for Customers from Brazil. If empty, billing company will be used as CPF when fulfilling AliExpress orders.
vi: Chỉ dành cho khách từ Brazil. Nếu để trống, địa chỉ thanh toán sẽ được sử dụng làm CPF khi hoàn thiện đơn hàng Aliexpress.

source: This item is not an AliExpress product or it was deleted
vi: Mặt hàng này không phải sản phẩm Aliexpress hoặc đã bị xóa

source: This item may be no longer available to order.
vi: Mặt hàng có thể không tồn tại để đặt hàng.

source: This meta key cannot be the one that another plugin can use to store AliExpress product ID. Please consult that plugin's author or contact %s for help.
vi: Khóa meta này không phải là khóa mà plugin khác sử dụng để lưu trữ ID sản phẩm Aliexpress. Vui lòng tham vấn tác giả của plugin đó hoặc liên hệ %s để được hỗ trợ thêm.

source: This only works when new <strong>Custom carrier</strong> is created
vi: Chỉ hoạt động khi hãng vận chuyển tùy chỉnh mới được tạo ra

source: This product has already been linked
vi: Sản phẩm này đã được liên kết rồi

source: This product has price changed: #%1s
vi: Sản phẩm này đã thay đổi giá: #%1s

source: This product is being overridden by: %s. Please go to %s to complete the process.
vi: Sản phẩm này đang được ghi đè bởi: %s. Vui lòng truy cập %s để hoàn tất quá trình.

source: This product is deleted from your WooCommerce store.
vi: Sản phẩm bị xóa khỏi của hàng WooCommerce

source: This product is no longer available
vi: Sản phẩm này không còn tồn tại

source: This product is out of stock
vi: Sản phẩm này hết hàng

source: This product is overriding an other product.
vi: Sản phẩm này bị ghi đè bởi một sản phẩm khác.

source: This product is trashed from your WooCommerce store.
vi: Sản phẩm bị xóa khỏi của hàng WooCommerce

source: This product was added by a vendor, please do not import it. Otherwise, it will not be assigned to the vendor anymore after importing.
vi: Sản phẩm này được nhập bởi một nhà cung cấp, vui lòng không nhập nó. Nếu không, nó sẽ không được chỉ định cho nhà cung cấp nữa sau khi nhập.

source: This product was removed
vi: Sản phẩm này đã bị xóa

source: This product will override:
vi: Sản phẩm này sẽ khi đè:

source: This setting determines which shop pages products will be listed on.
vi: Cài đặt này sẽ xác định các sản phẩm sẽ được liệt kê trên trang cửa hàng nào.

source: To fulfill this order manually, please install the chrome extension
vi: Để hoàn thành đơn hàng thủ công, hãy cài đặt tiện ích mở rộng

source: To import AliExpress products, this chrome extension is required.
vi: Để nhập sản phẩm từ AliExpress, tiện ích mở rộng là bắt buộc

source: To import AliExpress products, you have to install and activate %s
vi: Để nhập sản phẩm từ AliExpress. bạn phải cài đặt và kích hoạt %s

source: To let the chrome extension connect with this store, please click the "Connect the Extension" button below.
vi: Để kết nối với tiện ích mở rộng, hãy nhất nút "Kết nối tiện ích mở rộng".

source: To Order
vi: Đặt hàng

source: To order
vi: Đặt hàng

source: To Order AliExpress
vi: Đặt hàng Aliepxress

source: To sync products manually, please install the chrome extension
vi: Để đồng bộ sản phẩm thủ công, hãy cài tiện ích mở rộng

source: To sync this product manually, please install the chrome extension
vi: Để đồng bộ sản phẩm này thủ công, hãy cài tiện ích mở rộng

source: To use this feature, you have to install and activate %s plugin. %s
vi: Để sử dụng tính năng này, bạn phải cài đặt và kích hoạt %s plugin. %s

source: Total
vi: Tổng

source: Total Cost
vi: Tổng chi phí

source: Total cost:
vi: Tổng chi phí:

source: Tracking
vi: Theo dõi đơn hàng

source: Tracking availability
vi: Tính có sẵn theo dõi đơn hàng

source: Tracking Carrier
vi: Hãng vận chuyển

source: Tracking code:
vi: Mã vận chuyển:

source: Tracking number
vi: Mã vận chuyển

source: Transfer data from AliExpress products to WooCommerce effortlessly and fulfill WooCommerce order to AliExpress automatically.
vi: Dễ dàng chuyển dữ liệu từ các sản phẩm Aliexpress đến WooCommerce và hoàn thiện đơn hàng WooCommerce đến Aliexpress một cách tự động.

source: Transfer Settings
vi: Sao chép cài đặt

source: Trash
vi: Xóa

source: Trash product
vi: Xóa sản phẩm

source: Try our brand new <strong>Email Template Customizer for WooCommerce</strong> plugin to easily customize your WooCommerce emails and make them more beautiful and professional.
vi: Thử <strong>Email Template Customizer for WooCommerce</strong> plugin để thiết kế WooCommerce email một cách dễ dàng và hiển thị email chuyên nghiệp và bắt mắt.

source: Unauthorized
vi: Không được phép

source: Uncaught error
vi: Lỗi chưa xảy ra

source: Update
vi: Cập nhật

source: Update rate
vi: Cập nhật tỷ giá

source: Update rate at
vi: Cập nhật tại

source: Update rate automatically
vi: Cập nhật tỷ giá tự động

source: Update rate every
vi: Cập nhật tỷ giá mỗi

source: Upload images in product description if any. If disabled, images in description will use the original AliExpress cdn links
vi: Tải lên ảnh trong mô tả sản phẩm nếu có. Nếu tắt, ảnh trong mô tả sản phẩm sẽ sử dụng liên kết cdn gốc trên Aliexpress

source: URL of a replacement carrier
vi: URL của một hãng vận chuyển thay thế

source: Use batch request
vi: Sử dụng yêu cầu hàng loạt

source: Use external links for images
vi: Sử dụng các liên kết ngoài cho hình ảnh

source: Use global attributes
vi: Sử dụng thuộc tính toàn cục

source: Use HTTP service URL
vi: Sử dụng HTTP service URL

source: Used for
vi: Được dùng cho

source: Values
vi: Giá trị

source: Variations(%s)
vi: Biến thể(%s)

source: Vendor
vi: Nhà cung cấp

source: Vendor:
vi: Nhà cung cấp:

source: Video guide
vi: Video hướng dẫn

source: Video tab priority
vi: Ưu tiên thẻ video

source: View
vi: Xem

source: View detailed example with explanation
vi: Xem giải thích chi tiết kèm ví dụ

source: View item on Imported page
vi: Xem mặt hàng trên trang Nhập về

source: View log
vi: Xem nhập ký

source: View on AliExpress
vi: Xem trên Aliexpress

source: View on Imported
vi: Xem trên Nhập về

source: View on Imported page
vi: Xem trên trang Nhập về

source: View product on AliExpress
vi: Xem sản phẩm trên Aliexpress

source: View product on Imported page
vi: Xem mặt hàng trên trang Nhập về

source: View result
vi: Xem kết quả

source: View this product on AliExpress.com
vi: Xem sản phẩm này trên Aliexpress.com

source: WC product status
vi: Trạng thái sản phẩm WC

source: When a new order is placed on your site via one of chosen payment methods and order status is among chosen statuses, automatically place that order on AliExpress.
vi: Khi một đơn hàng mới được đặt trên trang web của bạn thông qua một trong các phương thức thanh toán đã chọn và trạng thái đơn hàng nằm trong số các trạng thái đã chọn, plugin sẽ tự động đặt đơn hàng đó trên Aliexpress.

source: When customers go to checkout, remove all items which are not available to ship to customers' country. During a customer session, items removed for this reason will be restored automatically if customer changes billing/shipping country to which the items are available to ship.
vi: Khi khách hàng tới trang thanh toán, xóa tất cả các mặt hàng không có hỗ trợ giao hàng tới quốc gia của khách hàng. Trong phiên khách hàng, các mặt hàng bị xóa vì lý do này sẽ được tự động khôi phục nếu khách hàng thay đổi quốc gia thanh toán/giao hàng mà mặt hàng có hỗ trợ giao hàng.

source: When fulfilling orders, tracking number is not available yet. This function helps you check and sync tracking number automatically
vi: Khi hoàn thiện đơn hàng, mã giao hàng chưa có ngay. Tính năng này giúp bạn kiểu tra và đồng bộ mã giao hàng tự động

source: When importing product in Import list, automatically generate unique sku by adding increment if sku exists
vi: Khi nhập sản phẩm trong Danh sách nhập về, tự động tạo sku duy nhất bằng việc thêm số gia tăng nếu sku tồn tại

source: When importing products, instead of letting their images import in the background, main product image will be imported directly while gallery and variation images(if any) will be added to Failed images page so that you can go there to import them manually.
vi: Khi nhập sản phẩm, thay vì chạy ngầm để nhập ảnh về, ảnh sản phẩm chính sẽ được nhập trực tiếp trong khi thư viện và ảnh biến thể (nếu có) sẽ được thêm vào trang Ảnh lỗi để bạn có thể đi tới đó nhập ảnh về một cách thủ công.

source: When migrating a product from other plugins(Link existing Woo product), only link existing variations
vi: Khi nhập sản phẩm từ các plugin khác(Liên kết với sản phẩm Woo hiện có), chỉ liên kết các biến thể hiện có

source: When splitting a product by a specific attribute, remove that attribute of split products
vi: Khi tách sản phẩm theo một thuộc tính cụ thể, xóa thuộc tính đó của sản phẩm đã tách.

source: When syncing orders with AliExpress, if Orders Tracking for WooCommerce plugin is active, it will automatically search for carrier URL in the existing carriers of this plugin (The <strong>Search and Replace</strong> function runs right before this step). If found, it will save tracking info with that carrier; otherwise, a new <strong>Custom carrier</strong> will be created.
vi: Khi đồng bộ đơn hàng Aliexpress, nếu Orders Tracking for WooCommerce plugin đang được bật, nó sẽ tự động tìm kiếm URL của hãng vận chuyển trong số các hãng vận chuyển hiện có trên plugin (Tính năng<strong>Tìm kiếm và Thay thế</strong> sẽ hoạt động ngay trước bước này). Nếu tìm thấy, nó sẽ lưu thông tin theo dõi đơn hàng cũng với hãng vận chuyển đó; Nếu không, một <strong>Hãng vận chuyển tùy chỉnh mới</strong> sẽ được tạo ra.

source: When syncing products which are imported by a vendor, if "Notification email" is set and sent, also send a copy of the email to the vendor
vi: Khi đồng bộ sản phẩm được nhập về từ một nhà cung cấp, nếu "Email thông báo" được đặt và gửi, đồng thời gửi bản sao email cho nhà cung cấp

source: When syncing products, send email to admin if an AliExpress product is no longer available/is out of stock/has price changed
vi: Khi đồng bộ sản phẩm, gửi email tới admin nếu sản phẩm Aliexpress không còn tồn tại/hết hàng/có giá thay đổi

source: With batch request, you can fulfill a maximum of 20 orders in a single request but those orders <strong>CANNOT be paid with PayPal and payment card</strong> at the moment. Therefore, you should only enable this option if you do not use PayPal/card to pay fulfilled AliExpress orders.
vi: Với tự động đặt hàng hàng loạt, bạn có thể hoàn thiện tối đa 20 đơn hàng trong một lần yêu cầu nhưng những đơn hàng này <strong>KHÔNG được thanh toán qua PayPal hoặc thẻ thanh toán</strong> ở thời điểm hiện tại. Vì vậy, bạn chỉ nên bật tính năng này nếu bạn không dùng PayPal/thẻ để thanh toán đơn hàng Aliexpress.

source: WooCommerce AliExpress Dropshipping Extension installed and active
vi: WooCommerce AliExpress Dropshipping Extension được cài đặt và kích hoạt

source: WooCommerce Price
vi: Giá trên WooCommerce

source: Yes
vi: Có

source: You can adjust this value to change order of video tab
vi: Điều chỉnh giá trị này để thay đổi thứ tự thẻ video

source: You can edit product attributes on Attributes tab
vi: Chỉnh sửa thuộc tính sản phẩm trên thẻ Thuộc tính
